Repository: dhis2/user-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, nb, pt_br, sv, uk, uz, uz_latn, vi

source: Selecting an organisation unit provides access to all units in the sub-hierarchy
ar: يتيح تحديد وحدة تنظيمية الوصول إلى جميع الوحدات في التسلسل الهرمي الفرعي
nb: Valg av en organisasjonsenhet gir tilgang til alle enhetene i underkategoriene
sv: Val av en organisationsenhet ger tillgång till alla enheter i underhierarkin
uz: Ташкилий бўлимни танлаш, иерархияда асисида барча қуйи ташкилий бўлимларга кириш рухсатини беради
uz_latn: Tashkiliy boʼlimni tanlash, ierarxiyada asisida barcha quyi tashkiliy boʼlimlarga kirish ruxsatini beradi
vi: Chọn một đơn vị cấp quyền truy cập vào tất cả các đơn vị trong hệ thống phân cấp phụ

source: External authentication only (OpenID or LDAP)
ar: المصادقة الخارجية فقط (OpenID أو LDAP)
nb: Bare ekstern autentisering (OpenID eller LDAP)
sv: Endast extern autentisering (OpenID eller LDAP)
uz: Ташқи авторизация фақатгина (OpenID ёки LDAP) орқали
uz_latn: Tashqi avtorizatsiya faqatgina (OpenID yoki LDAP) orqali
vi: Chỉ xác thực bên ngoài (OpenID hoặc LDAP)

source: Retype password
ar: إعد كتابة كلمة السر
nb: Skriv inn passordet på nytt
sv: Skriv in lösenord igen:
uz: Паролни қайта киритинг
uz_latn: Parolni qayta kiriting
vi: Gõ lại mật khẩu

source: Available roles
ar: الأدوار المتاحة
nb: Tilgjengelige roller
sv: Tillgängliga roller
uz: Мавжуд роллар
uz_latn: Mavjud rollar
vi: Các quyền sẵn có

source: Selected roles
ar: الأدوار المختارة
nb: Valgte roller
sv: Valda roller
uz: Танланган роллар
uz_latn: Tanlangan rollar
vi: Các quyền được lựa chọn

source: Data capture and maintenance organisation units
ar: ادخال بيانات وصيانة الوحدات التنظيمية
nb: Datainnsamlings- og vedlikeholdorganisasjonsenheter
sv: Datainsamling och underhålls organisationsenheter
uz: Маълумотларни сақлаш ва техник хизмат кўрсатишни ташкил қилиш бўлинмаларива
uz_latn: Maʼlumotlarni saqlash va texnik xizmat koʼrsatishni tashkil qilish boʼlinmalariva
vi: Đơn vị thu thập và bảo trì dữ liệu

source: Data output and analytic organisation units
ar: استخراج البيانات والتحليلات عن الوحدات التنظيمية
nb: Dataproduksjon og analytiske organisasjonsenheter
sv: Analytiska organisationsenheter
uz: Маълумотларни чиқариб олиш ва аналитикани ташкил этиш бўлинмалари
uz_latn: Maʼlumotlarni chiqarib olish va analitikani tashkil etish boʼlinmalari
vi: Đơn vị phân tích, khai thác số liệu

source: Search Organisation Units
ar: امكانية البحث عن الوحدات التنظيمية
nb: Søk etter Organisasjonsenheter
sv: Sök organisationsenheter
uz: Ташкилий Бирликларни Қидириш
uz_latn: Tashkiliy Birliklarni Qidirish
vi: Tìm kiếm đơn vị

source: Selected user groups
ar: مجموعات المستخدمين المحددة
nb: Valgte brukergrupper
sv: Valda användargrupper
uz: Танланган фойдаланувчилар гуруҳлари
uz_latn: Tanlangan foydalanuvchilar guruhlari
vi: Nhóm người dùng đã chọn

source: Available dimension restrictions for data analytics
ar: قيود الأبعاد المتاحة لتحليلات البيانات
nb: Tilgjengelige dimensjonsbegrensninger for dataanalyse
uz: Маълумотларни таҳлил қилиш учун мавжуд ўлчов чекловлари
uz_latn: Maʼlumotlarni tahlil qilish uchun mavjud oʼlchov cheklovlari
vi: Các hạn chế về chiều có sẵn cho phân tích dữ liệu

source: Selected dimension restrictions for data analytics
ar: قيود الأبعاد المختارة لتحليلات البيانات
nb: Valgte dimensjonsbegrensninger for dataanalyse
uz: Маълумотларни таҳлил қилиш учун танланган ўлчов чекловлари
uz_latn: Maʼlumotlarni tahlil qilish uchun tanlangan oʼlchov cheklovlari
vi: Các hạn chế về chiều đã chọn để phân tích dữ liệu

source: Are you sure you want to disable two factor authentication for
ar: هل أنت متأكد من أنك تريد تعطيل المصادقة الثنائية لـ
nb: Er du sikker på at du vil deaktivere tofaktorautentisering for
uz: Ҳақиқатдан ҳам ушбу учун икки факторли аутентификацияни ўчирмоқчимисиз
uz_latn: Haqiqatdan ham ushbu uchun ikki faktorli autentifikatsiyani oʼchirmoqchimisiz
vi: Bạn có chắc chắn muốn tắt xác thực hai yếu tố

source: Succesfully disabled two factor authentication for
ar: تم تعطيل المصادقة الثنائية لـ
nb: Deaktivering av tofaktorautentisering vellykket for
uz: Ушбу учун икки факторли аутентиификацияни ўчириш муваффақиятли амалга оширилди
uz_latn: Ushbu uchun ikki faktorli autentiifikatsiyani oʼchirish muvaffaqiyatli amalga oshirildi
vi: Đã vô hiệu hóa thành công xác thực hai yếu tố

source: There was a problem updating two factor authentication
ar: حدثت مشكلة في تحديث المصادقة الثنائية
nb: Det oppsto et problem ved oppdatering av tofaktorautentisering
uz: Икки факторли аутентификация ҳни янгилашда муаммо юз берди
uz_latn: Ikki faktorli autentifikatsiya hni yangilashda muammo yuz berdi
vi: Đã xảy ra sự cố khi cập nhật xác thực hai yếu tố

source: Are you sure you want to disable
ar: هل أنت متأكد بإنك تريد تعطيل
nb: Er du sikker på at du vil deaktivere
uz: Ҳақиқатдан ҳам ўчириб қўймоқчимисиз
uz_latn: Haqiqatdan ham oʼchirib qoʼymoqchimisiz
vi: Bạn có chắc chắn muốn tắt

source: Are you sure you want to enable
ar: هل أنت متأكد بإنك تريد تمكين
nb: Er du sikker på at du vil aktivere
uz: Ҳақиқатдан ҳам ёқиб қўймоқчимисиз
uz_latn: Haqiqatdan ham yoqib qoʼymoqchimisiz
vi: Bạn có chắc chắn muốn bật

source: sucessfully disabled
ar: تم التعطيل بنجاح
nb: Deaktivering vellykket
sv: inaktiverad
uz: муваффақиятли ўчириб қўйилди
uz_latn: muvaffaqiyatli oʼchirib qoʼyildi
vi: vô hiệu hóa thành công

source: successfully enabled
ar: تم التفعيل بنجاح
nb: Aktivering vellykket
sv: aktiverat
uz: муваффақиятли ёқиб қўйилди
uz_latn: muvaffaqiyatli yoqib qoʼyildi
vi: kích hoạt thành công

source: There was a problem updating the enabled state
ar: حدثت مشكلة في تحديث حالة التمكين
nb: Det oppsto et problem med å oppdatere den aktiverte tilstanden
uz: Ёқилган ҳолатни янгилашда муамма юз берди
uz_latn: Yoqilgan holatni yangilashda muamma yuz berdi
vi: Đã xảy ra sự cố khi cập nhật trạng thái đã bật

source: month
ar: شهر
nb: Måned
sv: månad
uz: ой
uz_latn: oy
vi: Tháng

source: months
ar: أشهر
nb: Måneder
sv: månader
uz: ойлар
vi: tháng

source: <No value>
ar: <لا توجد قيمة>
sv: <Inget värde>
vi: <Không có giá trị>

source: Inactivity
ar: غير نشيط
nb: Inaktivitet
sv: Inaktivitet
uz: ҳаракатсизлик
uz_latn: harakatsizlik
vi: Không hoạt động

source: Invitations
ar: الدعوات
nb: Invitasjoner
sv: Inbjudningar
uz: Таклифномалар
uz_latn: Taklifnomalar
vi: Lời mời

source: Self registrations
ar: تسجيل ذاتي
nb: Selvregistreringer
sv: Självregistreringar
uz: Мустақил ўз-ўзини қайд этиш
uz_latn: Mustaqil oʼz-oʼzini qayd etish
vi: Tự đăng ký

source: {{count}} selected
sv: {{count}} vald
uz: Танланганни {{count}}
vi: {{số lượng}} đã chọn

source: Validating...
ar: يتم التحقق...
nb: Validerer...
sv: Validerar...
uz: Тасдиқланмоқда...
uz_latn: Tasdiqlanmoqda...
vi: Đang xác thực ...

source: Are you sure you want to remove the {{type}} "{{displayName}}"?
ar: هل أنت متأكد من أنك تريد إزالة {{type}} "{{displayName}}"؟
nb: Er du sikker på at du vil fjerne {{type}} "{{displayName}}"?
uz: Ҳақиқатдан ҳам {{type}} "{{displayName}}" элементларни олиб ташламоқчимисиз?
uz_latn: Haqiqatdan ham {{type}} "{{displayName}}" elementlarni olib tashlamoqchimisiz?
vi: Bạn có chắc chắn muốn xóa {{kiểu}} "{{tên hiển thị}}" không?

source: {{type}} "{{displayName}}" removed successfully
ar: تم حذف {{type}} "{{displayName}}" بنجاح
nb: {{type}} "{{displayName}}" er fjernet
uz: {{type}} "{{displayName}}" муваффақиятли олиб ташланди
uz_latn: {{type}} "{{displayName}}" muvaffaqiyatli olib tashlandi
vi: Đã xóa thành công {{kiểu}} "{{tên hiển thị}}"

source: There was a problem removing {{type}} "{{displayName}}"?
ar: حدثت مشكلة في إزالة {{type}} "{{displayName}}"؟
nb: Det oppsto et problem ved fjerning av {{type}} "{{displayName}}"
uz: {{type}} "{{displayName}}" олиб ташлашда муаммо юз бердими?
uz_latn: {{type}} "{{displayName}}" olib tashlashda muammo yuz berdimi?
vi: Đã xảy ra sự cố khi xóa {{kiểu}} "{{tên hiển thị}}"?

source: Exceeds maximum character limit of 50
ar: تجاوز الحد الأقصى لعدد الأحرف المسموح به وهو 50
nb: Overskrider maks antall karakterer av 50
uz: Белгилар максимал сони 50 тадан ошган
uz_latn: Belgilar maksimal soni 50 tadan oshgan
vi: Vượt quá giới hạn ký tự tối đa là 50

source: Please enter a valid date with the following format yyyy-mm-dd
ar: يرجى إدخال تاريخ صالح بالتنسيق التالي yyyy-mm-dd
nb: Vennligst fyll inn en gyldig dato med følgende format: åååå-mm-dd
uz: Санани тўғри форматда киритинг: кун-ой-йил
uz_latn: Sanani toʼgʼri formatda kiriting: kun-oy-yil
vi: Vui lòng nhập ngày hợp lệ với định dạng sau yyyy-mm-dd

source: Please provide a valid email address
ar: من فضلك ادخل صيغة بريد الكتروني سليمة
nb: Vennligst fyll ut en gyldig e-postadresse
sv: Ange en giltig epost adress
uz: Илтимос, амалдаги е-почта манзилини кўрсатинг
uz_latn: Iltimos, amaldagi ye-pochta manzilini koʼrsating
vi: Vui lòng cung cấp một địa chỉ email hợp lệ

source: Value should be an integer
ar: يجب أن تكون القيمة عدداً صحيحاً
nb: Verdien skal være et heltall
uz: Қиймат бутун сон бўлиши лозим
uz_latn: Qiymat butun son boʼlishi lozim
vi: Giá trị phải là một số nguyên

source: Value should be a nagative integer
ar: يجب أن تكون القيمة عدداً صحيحاً سالباً
nb: Verdien skal være et negativt heltall
uz: Қиймат бутун манфий сон бўлиши лозим
uz_latn: Qiymat butun manfiy son boʼlishi lozim
vi: Giá trị phải là một số nguyên âm

source: Value should be a number
ar: يجب أن تكون القيمة رقماً
nb: Verdien skal være et nummer
uz: Қиймат рақам бўлиши лозим
uz_latn: Qiymat raqam boʼlishi lozim
vi: Giá trị phải là một số

source: This field is required
ar: هذا الحقل مطلوب
nb: Dette er et påkrevd felt
sv: Fältet är nödvändigt
uz: Ушбу қатор тўлдирилиши шарт
uz_latn: Ushbu qator toʼldirilishi shart
vi: Trường này yêu cầu

source: This field is required. Please select at least one
ar: هذه الخانة مطلوبه. يرجى تحديد واحد على الأقل
nb: Dette er et påkrevd felt. Velg minst en
uz: Ушбу майдон тўлдирилиши шарт. Илтимос, камида биттасини танланг
uz_latn: Ushbu maydon toʼldirilishi shart. Iltimos, kamida bittasini tanlang
vi: Trường này là bắt buộc. Vui lòng chọn ít nhất một.

source: A username should be at least 2 characters long
ar: يجب أن يتكون اسم المستخدم من حرفين على الأقل
nb: Brukernavn må være minst 2 karakterer langt.
uz: ФойдаланувчиНоми камида икки белгидан иборат бўлиши шарт
uz_latn: FoydalanuvchiNomi kamida ikki belgidan iborat boʼlishi shart
vi: Tên người dùng phải dài ít nhất 2 ký tự

source: Username may not exceed 140 characters
ar: يجب ألا يتجاوز اسم المستخدم 140 حرفًا
nb: Brukernavn kan ikke overstige 140 karakterer
uz: ФойдаланувчиНоми кўпи билан 140 белгидан ошмаслиги лозим
uz_latn: FoydalanuvchiNomi koʼpi bilan 140 belgidan oshmasligi lozim
vi: Tên người dùng không được vượt quá 140 ký tự

source: Please provide a valid international phone number (+0123456789)
ar: يرجى تقديم رقم هاتف دولي صالح (+0123456789)
nb: Vennligst oppgi et gyldig internasjonalt telefonnummer (+0123456789)
uz: Илтимос, халқаро телефон рақами форматида кўрсатинг (+0123456789)
uz_latn: Iltimos, xalqaro telefon raqami formatida koʼrsating (+0123456789)
vi: Vui lòng cung cấp số điện thoại quốc tế hợp lệ (+0123456789)

source: Password should be at least 8 characters long
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
nb: Passord må inneholde minst 8 karakterer
sv: Lösenordet måste vara minst 8 tecken långt.
uz: Пароль камида 8 та белгидан иборат бўлиши лозим
uz_latn: Parol kamida 8 ta belgidan iborat boʼlishi lozim
vi: Mật khẩu phải dài ít nhất 8 ký tự

source: Password should be no longer than 34 characters
ar: يجب ألا تزيد كلمة المرور عن 34 حرفًا
nb: Passordet kan ikke være lenger enn 34 karakterer
sv: Lösenord måste vara kortare än 34 tecken
uz: Пароль 34 та белгидан ошмаслиги лозим
uz_latn: Parol 34 ta belgidan oshmasligi lozim
vi: Mật khẩu không được dài hơn 34 ký tự

source: Password should contain at least one lowercase letter
ar: يجب أن تحتوي كلمة المرور على حرف صغير واحد على الأقل
nb: Passordet må inneholde minst en liten bokstav
uz: Пароль таркибида камида 1 та кичик ҳарф бўлиши лозим
uz_latn: Parol tarkibida kamida 1 ta kichik harf boʼlishi lozim
vi: Mật khẩu phải chứa ít nhất một chữ cái viết thường

source: Password should contain at least one UPPERCASE letter
ar: يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل
nb: Passordet må inneholdet minst en STOR bokstav
sv: Lösenordet ska innehålla minst en versal bokstav
uz: Пароль таркибида камида 1 та БОШ ҳарф бўлиши лозим
uz_latn: Parol tarkibida kamida 1 ta BOSh harf boʼlishi lozim
vi: Mật khẩu phải chứa ít nhất một chữ cái viết hoa

source: Password should contain at least one number
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل
nb: Passord må inneholde minst et siffer
sv: Lösenordet måste innehålla minst en siffra
uz: Пароль таркибида камида 1 та рақам бўлиши лозим
uz_latn: Parol tarkibida kamida 1 ta raqam boʼlishi lozim
vi: Mật khẩu phải chứa ít nhất một số

source: Password should have at least one special character
ar: يجب أن تحتوي كلمة المرور على رمز واحد على الأقل
nb: Passordet skal ha minst ett spesialtegn
sv: Lösenordet ska ha minst ett specialtecken
uz: Пароль таркибида камида 1 та махсус белги бўлиши лозим
uz_latn: Parol tarkibida kamida 1 ta maxsus belgi boʼlishi lozim
vi: Mật khẩu phải có ít nhất một ký tự đặc biệt

source: {{fieldDisplayName}} is already taken
ar: {{fieldDisplayName}} مع مستخدم آخر
nb: {{fieldDisplayName}} er allerede opptatt
uz: {{fieldDisplayName}} аллақачон олинган
uz_latn: {{fieldDisplayName}} allaqachon olingan
vi: {{trường tên hiển thị}} đã được sử dụng

source: Could not verify if this {{fieldDisplayName}} is unique
ar: تعذر التحقق ماإذا كان {{fieldDisplayName}} فريداً
nb: Kunne ikke verifisere hvis dette {{fieldDisplayName}} er unikt
uz: Ушбу {{fieldDisplayName}} ноёблигини текшириб бўлмади
uz_latn: Ushbu {{fieldDisplayName}} noyobligini tekshirib boʼlmadi
vi: Không thể xác minh xem {{trường tên hiển thị}} này có phải là duy nhất không

source: There was a problem checking if this attribute value is unique
ar: حدثت مشكلة في التحقق مما إذا كانت قيمة هذه السمة فريدة
nb: Det oppsto et problem ved sjekking om denne attributtverdien er unik.
uz: Ушбу атрибут қийматини текширишда муаммо юзага келди.
uz_latn: Ushbu atribut qiymatini tekshirishda muammo yuzaga keldi.
vi: Đã xảy ra sự cố khi kiểm tra xem giá trị thuộc tính này có phải là duy nhất không

source: Surname
ar: الكنية
nb: Etternavn
sv: Förnamn
uz: Фамилия
uz_latn: Familiya

source: Twitter
ar: تويتر
uz: Telegram
uz_latn: Telegram

source: To add a user to this group, go to the User section and edit the user group settings for a specific user.
nb: For å legge til en bruker i denne gruppen, gå til brukerdelen og rediger innstillingene for brukergruppen for en bestemt bruker.

source: Available users
ar: المستخدمون المتاحون
sv: Tillgängliga användare
uz_latn: Mavjud foydalanuvchilar

source: Group members
ar: أعضاء المجموعة
sv: Gruppmedlemmar
uz_latn: Аʼzolar guruhi

source: OpenID
ar: فتح الهوية
uz_latn: Kirish ID si

source: WhatsApp
ar: واتس آب

source: Facebook Messenger
ar: ماسنجر الفيسبوك

source: Skype
ar: سكايب

source: Telegram
ar: تلجرام

source: User replicated successfuly
sv: Användaren replikerades framgångsrikt

source: User group saved successfully
sv: Användargrupp sparad

source: Details
sv: Detaljer

source: Are you sure you want to remove this user group?
sv: Är du säker på att du vill ta bort den här användargruppen?

source: User group removed succesfully
sv: Användargruppen har tagits bort

source: There was a problem deleting the user group
sv: Det gick inte att ta bort användargruppen

source: User role saved successfully
sv: Användarroll sparats

source: Are you sure you want to remove this user role?
sv: Är du säker på att du vill ta bort den här användarrollen?

source: User role removed succesfully
sv: Användarrollen har tagits bort

source: There was a problem deleting the user role
sv: Det gick inte att ta bort användarrollen

source: User saved successfully
sv: Användaren har sparats

source: LDAP Identifier
sv: LDAP Identifierare

source: A user should have at least one User Role
sv: Användaren ska ha minst en användarroll

source: Are you sure you want to remove this user?
sv: Är du säker på att du vill ta bort den här användaren?

source: User removed succesfully
sv: Användaren har tagits bort

source: There was a problem deleting the user
sv: Det gick inte att ta bort användaren

source: Could not verify if this name is unique
sv: Det gick inte att verifiera om detta namn är unikt
