Repository: dhis2/user-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, nb, pt_br, sv, uk, uz, uz_latn, vi

source: Disable two factor authentication for user {{- name}}
cs: Zakázat dvoufázové ověření pro uživatele {{- name}}
es: Deshabilitar la autenticación de dos factores para el usuario {{- name}}
fr: Désactiver l'authentification à deux facteurs pour l'utilisateur {{- name}}
pt_br: Desativar a autenticação de dois fatores para o usuário {{- name}}
uk: Вимкнути двофакторну автентифікацію для користувача {{- name}}

source: Are you sure you want to disable two factor authentication for {{- name}}?
cs: Opravdu chcete zakázat dvoufaktorové ověřování pro {{- name}}?
es: ¿Está seguro de que desea deshabilitar la autenticación de dos factores para {{- name}}?
fr: Êtes-vous sûr de vouloir désactiver l'authentification à deux facteurs pour {{- name}} ?
pt_br: Tem certeza de que deseja desativar a autenticação de dois fatores para {{- name}}?
uk: Ви дійсно хочете вимкнути двофакторну автентифікацію для {{- name}}?

source: Yes, disable two factor authentication
cs: Ano, zakázat dvoufaktorové ověřování
es: Sí, deshabilitar la autenticación de dos factores
fr: Oui, désactiver l'authentification à deux facteurs
pt_br: Sim, desative a autenticação de dois fatores
uk: Так, вимкнути двофакторну автентифікацію

source: User "{{- name}}" disabled successfuly
cs: Uživatel "{{- name}}" byl úspěšně deaktivován
es: Usuario "{{- name}}" deshabilitado exitosamente
fr: Utilisateur "{{- name}}" désactivé avec succès
pt_br: Usuário "{{- name}}" desativado com sucesso
uk: Користувача "{{- name}}" успішно відключено

source: There was an error disabling the user: {{- error}}
cs: Při deaktivaci uživatele došlo k chybě: {{- error}}
es: Hubo un error al deshabilitar al usuario: {{- error}}
fr: Une erreur s'est produite lors de la désactivation de l'utilisateur : {{- error}}
pt_br: Ocorreu um erro ao desativar o usuário: {{- error}}
uk: Під час відключення користувача сталася помилка: {{- error}}

source: Disable user {{- name}}
cs: Zakázat uživatele {{- name}}
es: Deshabilitar usuario {{- name}}
fr: Désactiver l'utilisateur {{- name}}
pt_br: Desativar o usuário {{- name}}
uk: Відключити користувача {{- name}}

source: Are you sure you want to disable {{- name}}?
cs: Opravdu chcete zakázat {{- name}}?
es: ¿Está seguro de que desea deshabilitar {{- name}}?
fr: Êtes-vous sûr de vouloir désactiver {{- name}} ?
pt_br: Tem certeza de que deseja desativar o {{- name}}?
uk: Ви дійсно хочете відключити {{- name}}?

source: Yes, disable
cs: Ano, zakázat
es: Sí, deshabilitar
fr: Oui, désactiver
pt_br: Sim, desativar
uk: Так, відключити

source: User "{{- name}}" enabled successfuly
cs: Uživatel "{{- name}}" byl úspěšně aktivován
es: Usuario "{{- name}}" habilitado correctamente
fr: Utilisateur "{{- name}}" activé avec succès
pt_br: Usuário "{{- name}}" ativado com sucesso
uk: Користувача "{{- name}}" успішно підключено

source: There was an error enabling the user: {{- error}}
cs: Při povolení uživatele došlo k chybě: {{- error}}
es: Hubo un error al habilitar al usuario: {{- error}}
fr: Une erreur s'est produite lors de l'activation de l'utilisateur : {{- error}}
pt_br: Ocorreu um erro ao habilitar o usuário: {{- error}}
uk: Під час підключення користувача сталася помилка: {{- error}}

source: Enable user {{- name}}
cs: Povolit uživatele {{- name}}
es: Habilitar usuario {{- name}}
fr: Activer l'utilisateur {{- name}}
pt_br: Habilitar o usuário {{- name}}
uk: Підключити користувача {{- name}}

source: Are you sure you want to enable {{- name}}?
cs: Opravdu chcete povolit {{- name}}?
es: ¿Está seguro de que desea habilitar {{- name}}?
fr: Êtes-vous sûr de vouloir activer {{- name}} ?
pt_br: Tem certeza de que deseja ativar o {{- name}}?
uk: Ви дійсно хочете підключити {{- name}}?

source: Yes, enable
cs: Ano, povolit
es: Sí, habilitar
fr: Oui, activer
pt_br: Sim, ativar
uk: Так, підключити

source: User "{{- name}}" replicated successfuly
cs: Uživatel "{{- name}}" byl úspěšně replikován
es: Usuario "{{- name}}" replicado con éxito
fr: Utilisateur "{{- name}}" répliqué avec succès
pt_br: Usuário "{{- name}}" replicado com sucesso
uk: Користувача "{{- name}}" успішно скопійовано

source: There was an error replicating the user: {{- error}}
cs: Při replikaci uživatele došlo k chybě: {{- error}}
es: Hubo un error al replicar al usuario: {{- error}}
fr: Une erreur s'est produite lors de la réplication de l'utilisateur : {{- error}}
pt_br: Ocorreu um erro ao replicar o usuário: {{- error}}
uk: Під час копіювання користувача сталася помилка: {{- error}}

source: Replicate user {{- name}}
cs: Replikovat uživatele {{- name}}
es: Replicar usuario {{- name}}
fr: Répliquer l'utilisateur {{- name}}
pt_br: Replicar o usuário {{- name}}
uk: Копіювати користувача {{- name}}

source: Username for new user
ar: اسم المستخدم للمستخدم الجديد
cs: Uživatelské jméno pro nového uživatele
es: Nombre de usuario para nuevo usuario
fr: Nom d'utilisateur pour le nouvel utilisateur
nb: Brukernavn for ny bruker
pt_br: Nome de usuário para o novo usuário
sv: Användarnamn för ny användare
uk: Ім'я користувача для нового користувача
uz: Янги фойдаланувчи учун ФойдаланувчиНоми
uz_latn: Yangi foydalanuvchi uchun FoydalanuvchiNomi
vi: Tên người dùng cho người dùng mới

source: Password for new user
ar: كلمة السر للمستخدم الجديد
cs: Heslo pro nového uživatele
es: Contraseña para nuevo usuario
fr: Mot de passe pour nouvel utilisateur
nb: Passord for ny bruker
pt_br: Senha para novo usuário
sv: Lösenord för ny användare
uk: Пароль для нового користувача
uz: Янги фодаланувчи учун пароль
uz_latn: Yangi fodalanuvchi uchun parol
vi: Mật khẩu cho người dùng mới

source: Replicate user
ar: إنشاء نسخة من المستخدم
cs: Replikovat uživatele
es: Replicar usuario
fr: Répliquer l'utilisateur
nb: Repliker bruker
pt_br: Replicar usuário
sv: Replikera användaren
uk: Копіювати користувача
uz: Фойдаланувчини репликация қилиш
uz_latn: Foydalanuvchini replikatsiya qilish
vi: Tái tạo tài khoản

source: Password of user "{{- name}}" reset successfuly
cs: Heslo uživatele "{{- name}}" bylo úspěšně resetováno
es: La contraseña del usuario "{{- name}}" se restableció con éxito
fr: Mot de passe de l'utilisateur "{{- name}}" réinitialisé avec succès
pt_br: Senha do usuário "{{- name}}" redefinida com sucesso
uk: Пароль користувача "{{- name}}" успішно скинуто

source: There was an error resetting the password: {{- error}}
cs: Při resetování hesla došlo k chybě: {{- error}}
es: Hubo un error al restablecer la contraseña: {{- error}}
fr: Une erreur s'est produite lors de la réinitialisation du mot de passe : {{- error}}
pt_br: Ocorreu um erro ao redefinir a senha: {{- error}}
uk: Під час скидання пароля сталася помилка: {{- error}}

source: Are you sure you want to reset the password for {{- name}}?
cs: Opravdu chcete obnovit heslo pro {{- name}}?
es: ¿Está seguro de que desea restablecer la contraseña de {{- name}}?
fr: Voulez-vous vraiment réinitialiser le mot de passe de {{- name}} ?
pt_br: Tem certeza de que deseja redefinir a senha de {{- name}}?

source: Yes, reset
cs: Ano, resetovat
es: Sí, resetear
fr: Oui, réinitialiser
pt_br: Sim, redefinir
uk: Так, скинути

source: 1 month
cs: 1 měsíc
es: 1 mes
fr: 1 mois
pt_br: 1 mês
uk: 1 місяць

source: {{months}} months
cs: {{months}} měsíce
es: {{months}} meses
fr: {{months}} mois
pt_br: {{months}} meses
uk: {{months}} місяців

source: Time inactive
cs: Čas neaktivní
es: Tiempo inactivo
fr: Temps d'inactivité
pt_br: Tempo inativo
uk: Неактивний час

source: Invitation
cs: Pozvání
es: Invitación
pt_br: Convite
uk: Запрошення

source: All invitations
ar: كل الدعوات
cs: Všechny pozvánky
es: Todas las invitaciones
fr: Toutes les invitations
nb: Alle invitasjoner
pt_br: Todos os convites
sv: Alla inbjudningar
uk: Усі запрошення
uz: Барча таклифномалар
uz_latn: Barcha taklifnomalar
vi: Tất cả lời mời

source: Expired invitations
ar: الدعوات منتهية الصلاحية
cs: Vypršené Pozvánky
es: Invitaciones caducadas
fr: Invitations périmées
nb: Utgåtte invitasjoner
pt_br: Convites expirados
sv: Förfallna inbjudningar
uk: Запрошення, термін дії яких минув
uz: Муддати ўтган таклифномалар
uz_latn: Muddati oʼtgan taklifnomalar
vi: Lời mời hết hạn

source: Show self-registrations
cs: Zobrazit vlastní registrace
es: Mostrar registros automáticos
fr: Afficher les auto-inscriptions
pt_br: Mostrar registros próprios
uk: Показати самостійну реєстрацію

source: Clear filters
cs: Vymazat filtry
es: Limpiar filtros
fr: Effacer les filtres
pt_br: Limpar filtros
uk: Очистити фільтри

source: Org.unit
cs: Org.jednotka
es: unidad organizativa
fr: Unité d'organisation
uk: Організаційний підрозділ

source: User Management
ar: إدارة المستخدم
cs: Správa uživatelů
es: Administración de usuarios
fr: Gestion des utilisateurs
nb: Brukeradministrasjon
pt_br: Gestão de usuários
sv: Användarhantering
uk: Керування користувачами
uz: Фойдаланувчи Бошқариш
uz_latn: Foydalanuvchi Boshqarish
vi: Quản lý người dùng

source: There are no users to show here. You can add a new user below.
cs: Nejsou zde uvedeni žádní uživatelé. Nového uživatele můžete přidat níže.
es: No hay usuarios para mostrar aquí. Puede agregar un nuevo usuario a continuación.
fr: Il n'y a aucun utilisateur à afficher ici. Vous pouvez ajouter un nouvel utilisateur ci-dessous.
pt_br: Não há usuários para mostrar aqui. Você pode adicionar um novo usuário abaixo.

source: Add new user
cs: Přidat nového uživatele
es: Añadir nuevo usuario
fr: Ajouter un nouvel utilisateur
pt_br: Adicionar novo usuário

source: Last login
ar: آخر عملية تسجيل دخول
cs: Poslední přihlášení
es: Último ingreso
fr: Dernière connexion
nb: Sist innlogget
pt_br: Última entrada
uk: Останній вхід
uz: Охирги кириш
uz_latn: Oxirgi kirish
vi: Đăng nhập lần cuối

source: Status
cs: Stav
es: Estado
fr: Statut
pt_br: Estado
uk: Статус

source: Disabled
cs: Zakázáno
es: Inhabilitar
fr: Désactivé
nb: Deaktivert
pt_br: Desabilitar
uk: Вимкнено
uz: Ўчириб қўйилган
uz_latn: Oʼchirib qoʼyilgan
vi: Tắt

source: Active
cs: Aktivní
es: Activo
fr: Actif
pt_br: Activo
uk: Активно

source: Male
es: Masculino
fr: Masculin
pt_br: Masculino
uk: Чоловік

source: Female
cs: Žena
es: Femenino
fr: Féminin
pt_br: Femenino
uk: Жінка

source: Other
cs: jiný
es: Otro
fr: Autre
pt_br: Outro
uk: Інше

source: Created
ar: تم الإنشاء
cs: Vytvořeno
es: Creado
fr: Créé le
nb: Opprettet
pt_br: Criado
uk: Створено
uz: Яратилди
uz_latn: Yaratilgan
vi: Đã tạo

source: Contact
cs: Kontakt
es: Contacto
pt_br: Contato
uk: Контакт

source: Send message
ar: إرسال رسالة
cs: Poslat zprávu
es: Enviar mensaje
fr: Envoyer Message
nb: Send melding
pt_br: Enviar mensagem
sv: Skicka meddelande
uk: Надіслати повідомлення
uz: Хабар юбориш
uz_latn: Xabar yuborish
vi: Gửi tin

source: E-mail
ar: البريد الإلكتروني
es: Correo electrónico
fr: Courrier électronique
nb: E-post
pt_br: Correio electrónico
sv: E-post
uk: Електронна пошта
uz: Электрон почта
uz_latn: Elektron pochta
vi: Thư điện tử

source: Permissions
cs: Oprávnění
es: Permisos
fr: Autorisations
pt_br: Permissões
uk: Дозволи

source: Organisations units
ar: الوحدات التنظيمية
cs: Organizační jednotky
es: Unidades organizativas
fr: Unités d'organisation
nb: Organisasjonsenheter
pt_br: Unidades organizacionais
uk: Організаційні підрозділи
uz: Ташкилий бўлимлар
uz_latn: Tashkiliy boʼlimlar
vi: Đơn vị

source: User units
cs: Uživatelské jednotky
es: Unidades de usuario
fr: Unités utilisateur
pt_br: Unidades do usuário
uk: Підрозділи користувачів

source: Introduction
ar: المقدمة
cs: Úvod
es: Introducción
nb: Introduksjon
pt_br: Introdução
uk: Вступ
uz: Таништириш
uz_latn: Tanishtirish
vi: Giới thiệu

source: Job title
ar: المسمى الوظيفي
cs: Pracovní pozice
es: Cargo
fr: Intitulé de l'emploi
nb: Jobtittel
pt_br: Cargo
uk: Посада
uz: Лавозим
uz_latn: Lavozim
vi: Chức vụ

source: Works at
ar: يعمل في
cs: Pracuje v
es: Trabaja en
fr: Travaille à
nb: Jobber hos
pt_br: Trabalha em
uk: Працює в
uz: ...да ишлайди
uz_latn: ...da ishlaydi
vi: Làm việc tại

source: Gender
ar: الجنس
cs: pohlaví
es: Sexo
fr: Genre
nb: Kjønn
pt_br: Género
uk: Стать
uz: Жинси
uz_latn: Jinsi
vi: Giới tính

source: Speaks
ar: يتحدث
cs: Mluví
es: Habla
fr: Parle
nb: Snakker
pt_br: Fala
uk: Говорить
uz: Гапиради
uz_latn: Gapiradi
vi: Ngôn ngữ

source: Nationality
ar: الجنسية
cs: Státní příslušnost
es: Nacionalidad
fr: Nationalité
nb: Nasjonalitet
pt_br: Nacionalidade
uk: Громадянство
uz: Миллати
uz_latn: Millati
vi: Quốc tịch

source: Education
ar: التعليم
cs: Vzdělání
es: Educación
fr: Éducation
nb: Utdanning
pt_br: Educação
uk: Освіта
uz: Маълумоти
uz_latn: Maʼlumoti
vi: Trình độ

source: Interests
ar: الاهتمامات
cs: Zájmy
es: Intereses
fr: Intérêts
nb: Interesser
pt_br: Interesses
uk: Зацікавленості
uz: Қизиқиши
uz_latn: Qiziqishi
vi: Quan tâm

source: Birthday
ar: تاريخ الميلاد
cs: Narozeniny
es: Fecha de nacimiento
fr: Date de naissance
nb: Fødselsdato
pt_br: Aniversário
uk: День народження
uz: Тугилган кун
uz_latn: Tugilgan kun
vi: Ngày sinh

source: No
ar: لا
cs: Ne
fr: Non
nb: Nei
pt_br: nenhum
uk: Ні
uz: Йўқ
uz_latn: Йўқ
vi: Không

source: Document
ar: المستند
cs: Dokument
nb: Dokument
pt_br: Documento
uk: Документ
uz: Ҳужжат
uz_latn: Hujjat
vi: Tài liệu

source: Predictor
ar: أداة التنبؤ
cs: Prediktor
fr: Prédicteur
nb: Prediktor
pt_br: Preditor
uk: Предиктор
uz: Башоратчи
uz_latn: Bashoratchi
vi: Bộ dự đoán

source: Enter search term
ar: أدخل مصطلح البحث
nb: Skriv inn søkeord
sv: Ange sökbegrepp
uz: Қидирув сўзини киритинг
uz_latn: Qidiruv soʼzini kiriting
vi: Nhập cụm từ tìm kiếm

source: Please enter at least {{ minCharCount }} characters
ar: يرجى إدخال {{ minCharCount }} حرف على الأقل
nb: Skriv inn minst {{ minCharCount }} tegn
sv: Ange minst {{minCharCount}} tecken
uz: Камида {{ minCharCount }} та белгини киритинг
uz_latn: Kamida {{ minCharCount }} ta belgini kiriting
vi: Vui lòng nhập ít nhất {{số ký tự tối thiểu}} ký tự

source: There was a problem retreiving the available authorities.
ar: حدثت مشكلة في استرداد الصلاحيات المتاحة.
nb: Det oppstod et problem med å hente de tilgjengelige rettighetene.
uz: Мавжуд ваколатларни олишда муаммо юзага келди.
uz_latn: Mavjud vakolatlarni olishda muammo yuzaga keldi.
vi: Xảy ra sự cố khi truy xuất các quyền sẵn có

source: Authorities
ar: الصلاحيات
nb: Rettigheter
sv: Behörigheter
uz: Авторизациялар
uz_latn: Аvtorizatsiyalar
vi: Các quyền

source: Selected authorities only
ar: السلطات المختارة فقط
nb: Bare valgte rettigheter
sv: Endast valda behörigheter
uz: Фақат танланган авторизациялар учун
uz_latn: Faqat tanlangan avtorizatsiyalar uchun
vi: Chỉ các quyền được chọn

source: Apps
ar: التطبيقات
nb: Applikasjoner
uz: Илова
uz_latn: Ilova
vi: Ứng dụng

source: Tracker
ar: التتبع
uz: Кузатув
uz_latn: Kuzatuv
vi: Bộ theo dõi

source: Import-Export
ar: استيراد تصدير
nb: Importer-Eksporter
uz: импорт-Экспорт
uz_latn: import-Eksport
vi: Tích hợp - Trích xuất

source: System
ar: نظام
uz: Тизим
uz_latn: Tizim
vi: Hệ thống

source: list
ar: عرض
nb: Liste
uz: рўйхат
uz_latn: roʼyxat
vi: Danh sách

source: Update
ar: تحديث
nb: Oppdater
sv: Uppdatera
uz: Янгилаш
uz_latn: Янгилаш
vi: Cập nhật

source: Create new
ar: إنشاء جديد
nb: Opprett ny
sv: Skapa ny
uz: Янгисини яратиш
uz_latn: Yangisini yaratish
vi: Tạo mới

source: Back to
ar: العودة لـ
nb: Tilbake til
sv: Tillbaka till
uz: ...га қараб орқага қайтиш
uz_latn: ...ga qarab orqaga qaytish
vi: Quay trở lại

source: You are not allowed to edit
ar: لا يسمح لك بالتعديل
nb: Du har ikke rettigheter til å redigere
uz: Сизга таҳрир қилиш учун рухсат йўқ
uz_latn: Sizga tahrir qilish uchun ruxsat yoʼq
vi: Bạn không được phép chỉnh sửa

source: Confirm
ar: تأكيد
nb: Bekreft
sv: Bekräfta
uz: Тасдиқланг
uz_latn: Tasdiqlang
vi: Xác nhận

source: There was an error fetching the list
ar: حدث خطأ أثناء جلب القائمة
nb: Det oppsto et problem ved henting av listen
uz: Рўйхатни юклашда хатолик юз берди
uz_latn: Roʼyxatni yuklashda xatolik yuz berdi
vi: Đã xảy ra lỗi khi tìm danh sách

source: Select an organisation unit
ar: إختر وحدة تنظيمية
nb: Velg en organisasjonsenhet
sv: Välj en organisationsenhet
uz: Ташкилий бўлимни танланг
uz_latn: Tashkiliy boʼlimni tanlang
vi: Lựa chọn đơn vị

source: Organisation unit
ar: الوحدة التنظيمية
nb: Organisasjonsenhet
sv: Organisationsenhet
uz: Ташкилий бирлик
uz_latn: Ташкилий бирлик
vi: Đơn vị

source: Page not found.
ar: لم يتم إيجاد الصفحة
nb: Siden ble ikke funnet
sv: Sidan hittades inte
uz: Саҳифа топилмади.
uz_latn: Sahifa topilmadi.
vi: Không tìm thấy trang

source: No match for
ar: لا يوجد تطابق لـ
nb: Ingen treff for
sv: Ingen träff hittades för
uz: учун тўғри келмайди
uz_latn: uchun toʼgʼri kelmaydi
vi: Không khớp với

source: Go back home
ar: العودة للصفحة الرئيسة
nb: Gå til hjem
sv: Gå tillbaka till hem
uz: Уйга қайтиш
uz_latn: Uyga qaytish
vi: Quay lại trang chủ

source: User "{{displayName}}" replicated successfuly
ar: تم نسخ المستخدم "{{displayName}}" بنجاح
nb: Bruker "{{displayName}}" vellykket replikert
uz: "{{displayName}}" фойдаланувчи муваффақиятли такрорланди
uz_latn: {{displayName}} foydalanuvchi muvaffaqiyatli takrorlandi
vi: Người dùng "{{Tên hiển thị}}" được sao chép thành công

source: There was a problem replicating the user
ar: حدثت مشكلة في نسخ المستخدم
nb: Det oppsto et problem ved replikering av brukeren
sv: Det gick inte att replikera användaren
uz: Фойдаланувчини такрорлашда муамма юз берди
uz_latn: Foydalanuvchini takrorlashda muamma yuz berdi
vi: Đã xảy ra sự cố khi sao chép người dùng

source: Could not load available items
ar: تعذر تحميل العناصر المتاحة
nb: Kunne ikke laste tilgjengelige elementer
uz: Мавжуд элементлар юкланмади
uz_latn: Mavjud elementlar yuklanmadi
vi: Không thể tải các mục có sẵn

source: Filter
ar: عامل التصفية
sv: Filtrera
uz: Фильтр
uz_latn: Filtr
vi: Lọc

source: Filter available and selected items
ar: تصفية العناصر المتاحة والمختارة
nb: Filter er tilgjengelig og valgte elementer
sv: Filtrera tillgängliga och valda objekt
uz: Мавжуд ва танланган элементлар бўйича фильтрланг
uz_latn: Mavjud va tanlangan elementlar boʼyicha filtrlang
vi: Lọc các mục có sẵn và đã chọn

source: There was a problem displaying the GroupEditor
nb: Det oppsto et problem ved visning av grupperedaktøren
uz: Таҳрирчилар Гуруҳини кўрсатишда муаммо юз берди
uz_latn: Tahrirchilar Guruhini koʼrsatishda muammo yuz berdi
vi: Đã xảy ra sự cố khi hiển thị Trình chỉnh sửa nhóm

source: There was an error loading the current user
ar: حدث خطأ أثناء تحميل المستخدم الحالي
nb: Det oppsto et problem ved lasting av gjeldende bruker
uz: Жорий фойдаланувчини юклашда хатолик юз берди
uz_latn: Joriy foydalanuvchini yuklashda xatolik yuz berdi
vi: Đã xảy ra lỗi khi tải người dùng hiện tại

source: You do not have authorities to see users, user roles or user groups
ar: ليس لديك سلطات لرؤية المستخدمين أو أدوار المستخدمين أو مجموعات المستخدمين
nb: Du har ikke rettighet til å se bruker, brukerroller eller brukergrupper
uz: Сизда фойдаланувчиларни, фойдаланувчи ролларини ёки фойдаланувчи гуруҳларини кўриш ваколати мавжуд эмас
uz_latn: Sizda foydalanuvchilarni, foydalanuvchi rollarini yoki foydalanuvchi guruhlarini koʼrish vakolati mavjud emas
vi: Bạn không có quyền xem người dùng, vai trò người dùng hoặc nhóm người dùng

source: User roles
ar: أدوار المستخدمين
nb: Brukerroller
uz: Фойдаланувчи роллари
uz_latn: Foydalanuvchi rollari
vi: Quyền người dùng

source: Members
ar: الأعضاء
nb: Medlemmer
uz: Аъзолар
uz_latn: Аʼzolar
vi: Thành viên

source: Number of users
ar: عدد المستخدمين
nb: Antall brukere
uz: Фойдаланувчилар сони
uz_latn: Foydalanuvchilar soni
vi: Số người dùng

source: Could not load the user group data. Please refresh the page.
ar: تعذر تحميل بيانات مجموعة المستخدم. يرجى تحديث الصفحة.
nb: Kunne ikke laste brukergruppe data. Oppdater siden
uz: Фойдаланувчи гуруҳи маълумотларини юклаб бўлмади. Илтимос, саҳифани янгиланг.
uz_latn: Foydalanuvchi guruhi maʼlumotlarini yuklab boʼlmadi. Iltimos, sahifani yangilang.
vi: Không thể tải dữ liệu nhóm người dùng. Vui lòng làm mới trang

source: User group "{{displayName}}" saved successfully
ar: تم حفظ مجموعة المستخدم "{{displayName}}" بنجاح
nb: Brukergruppe "{{displayName}}" vellykket lagret
uz: "{{displayName}}" фойдаланувчи гуруҳи муваффақиятли сақланди
uz_latn: {{displayName}} foydalanuvchi guruhi muvaffaqiyatli saqlandi
vi: Đã lưu thành công nhóm người dùng "{{Tên hiển thị}}"

source: There was a problem saving the user group.
ar: حدثت مشكلة في حفظ مجموعة المستخدمين.
nb: Det oppsto et problem ved lagring av brukergruppen.
sv: Det gick inte att spara användargruppen.
uz: Фойдаланувчи гуруҳини сақлашда муаммо юз берди
uz_latn: Foydalanuvchi guruhini saqlashda muammo yuz berdi
vi: Đã xảy ra sự cố khi lưu nhóm người dùng

source: Save
ar: حفظ
nb: Lagre
sv: Spara
uz: Сақлаш
uz_latn: Saqlash
vi: Lưu lại

source: You left group
ar: لقد غادرت المجموعة
nb: Du har forlatt gruppen
sv: Du lämnade gruppen
uz: Сиз гуруҳдан чиқдингиз
uz_latn: Siz guruhdan chiqdingiz
vi: Bạn đã rời nhóm

source: You joined group
ar: لقد انضممت إلى المجموعة
nb: Du ble med i gruppen
sv: Du gick med i gruppen
uz: Сиз гуруҳга қўшилдингиз
uz_latn: Siz guruhga qoʼshildingiz
vi: Bạn đã tham gia nhóm

source: There was a problem updating your group membership
ar: حدثت مشكلة أثناء تحديث عضويتك للمجموعة
nb: Det oppsto et problem ved oppdatering av gruppemedlemskapet ditt
sv: Det gick inte att uppdatera ditt gruppmedlemskap
uz: Сизнинг гуруҳингиз аъзоларини янгилашда муаммо юз берди
uz_latn: Sizning guruhingiz aʼzolarini yangilashda muammo yuz berdi
vi: Đã xảy ra sự cố khi cập nhật tư cách thành viên nhóm

source: User role "{{displayName}}" saved successfully
ar: تم حفظ دور المستخدم "{{displayName}}" بنجاح
nb: Brukerrolle "{{displayName}}" lagring vellykket
uz: "{{displayName}}" фойдаланувчи роли муваффақиятли сақланди
uz_latn: {{displayName}} foydalanuvchi roli muvaffaqiyatli saqlandi
vi: Đã lưu thành công quyền người dùng "{{Tên hiển thị}}"

source: There was a problem saving the user role.
ar: حدثت مشكلة أثناء حفظ دور المستخدم.
nb: Det oppsto et problem ved lagring av brukerrollen.
sv: Det gick inte att spara användarrollen.
uz: Фойдаланувчи ролини сақлашда муаммо юз берди.
uz_latn: Foydalanuvchi rolini saqlashda muammo yuz berdi.
vi: Đã xảy ra sự cố khi lưu quyền người dùng

source: Could not load the user data. Please refresh the page.
ar: تعذر تحميل بيانات المستخدم. يرجى تحديث الصفحة.
nb: Kunne ikke laste brukerdata. Oppdater siden.
sv: Det gick inte att ladda användardata. Uppdatera sidan.
uz: Фойдаланувчи маълумотларини юклаб бўлмади. Илтимос, саҳифани янгиланг.
uz_latn: Foydalanuvchi maʼlumotlarini yuklab boʼlmadi. Iltimos, sahifani yangilang.
vi: Không thể tải dữ liệu người dùng. Vui lòng làm mới trang.

source: User "{{displayName}}" saved successfully
ar: تم حفظ المستخدم "{{displayName}}" بنجاح
nb: Bruker "{{displayName}}" lagring vellykket
uz: "{{displayName}}" фойдаланувчи муваффақиятли сақланди
uz_latn: {{displayName}} foydalanuvchi muvaffaqiyatli saqlandi
vi: Người dùng "{{Tên hiển thị}}" đã được lưu thành công

source: There was a problem saving the user.
ar: حدثت مشكلة في حفظ المستخدم.
nb: Det oppsto et problem ved lagring av brukeren
sv: Det gick inte att spara användaren.
uz: Фойдаланувчини сақлашда муаммо юз берди.
uz_latn: Foydalanuvchini saqlashda muammo yuz berdi.
vi: Đã xảy ra sự cố khi lưu người dùng

source: Show fewer options
ar: إظهار خيارات أقل
nb: Vis færre alternativ
sv: Visa färre alternativ
uz: Камроқ вариантларни кўрсатиш
uz_latn: Kamroq variantlarni koʼrsatish
vi: Ẩn bớt tùy chọn

source: Show more options
ar: إظهار المزيد من الخيارات
nb: Vis flere alternativer
sv: Visa fler alternativ
uz: Кўпроқ вариантларни кўрсатиш
uz_latn: Koʼproq variantlarni koʼrsatish
vi: Hiển thi thêm tùy chọn
