Repository: dhis2/user-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, nb, pt_br, sv, uk, uz, uz_latn, vi

source: Map
ar: الخريطة
cs: Mapa
es: Mapa
fr: Carte
nb: Kart
pt_br: Mapa
uk: Мапа
uz: Харита
uz_latn: Харита
vi: Bản Đồ

source: Min-Max Data Element
cs: Min-Max datový prvek
es: Min-Max Elemento de datos
fr: Élément de Données Min-Max
pt_br: MIn-Max Elemento de dados
uk: Мин-макс елемента даних
uz: Минимум-Максимум Маълумот Элементи
uz_latn: Minimum-Maksimum Maʼlumot Elementi
vi: Phần tử dữ liệu lớn nhất-nhỏ nhất

source: Option Group Set
cs: Možnosti Sady skupin
es: Conjunto de grupo de opciones
fr: Ensemble de groupes d'options
nb: Alternativgruppesett
pt_br: Conjunto de grupos de opções
uk: Набір груп параметрів
uz: Вариантлар Гуруҳи Тўплами
uz_latn: Variantlar Guruhi Toʼplami
vi: Tập nhóm tùy chọn

source: Option Group
cs: Možnosti Skupiny
es: Grupo de opciones
fr: Groupe d'options
nb: Alternativgruppe
pt_br: Grupo de opções
uk: Група параметрів
uz: Вариантлар Гуруҳи
uz_latn: Variantlar Guruhi
vi: Nhóm tùy chọn

source: Option Set
ar: مجموعة خيارات
cs: Sada voleb
es: Conjunto de opciones
fr: Ensemble d'options
nb: Alternativsett
pt_br: Conjunto de opções
uk: Набір параметрів
uz: Вариантлар тўплами
vi: Tập tùy chọn

source: Organisation Unit
ar: الوحدة التنظيمية
cs: Organizační jednotka
es: Unidad Organizativa
fr: Unité d'organisation
nb: Organisasjonsenhet
pt_br: Unidade organizacional
uk: Організаційний підрозділ
uz: Ташкилий Бўлим
uz_latn: Tashkiliy birlik
vi: Đơn vị

source: Organisation Unit Group Set
cs: Sada skupiny organizačních jednotek
es: Grupo de unidad organizativa establecida
fr: Ensemble de groupes d'unités d'organisation
nb: Organisasjonsenhetgruppesett
pt_br: Conjunto de grupos de unidades da organização
uk: Набір груп організаційних підрозділів
uz: Ташкилий Бўлим Гуруҳи Тўплами
vi: Tập nhóm đơn vị

source: Organisation Unit Group
ar: مجموعة الوحدات التنظيمية
cs: Skupina organizačních jednotek
es: Grupo de Unidad Organizativa
fr: Groupe d'Unités d'Organisation
nb: Organisasjonsenhetgruppe
pt_br: Grupo de unidades de organização
uk: Група організаційних підрозділів
uz: Ташкилий Бўлим Гуруҳи
uz_latn: Tashkiliy Boʼlim Guruhi
vi: Nhóm đơn vị

source: Program Stage
ar: مرحلة البرنامج
cs: Fáze programu
es: Etapa de Programa
fr: Etape de programme
nb: Programfase
pt_br: Estágio do Programa
uk: Етап програми
uz: Дастур Босқичи
uz_latn: Dastur Bosqichi
vi: Giai Đoạn Chương Trình

source: Program
ar: البرنامج
es: Programa
fr: Programme
pt_br: Programa
uk: Програма
uz: Программа
uz_latn: Dastur
vi: Chương trình

source: Program Indicator
ar: مؤشر برنامج
cs: Indikátor programu
es: Indicador de Programa
fr: Indicateur de Programme
nb: Programindikator
pt_br: Indicador do programa
uk: Показник програми
uz: Дастур Индикатори
vi: Chỉ số chương trình

source: Program Indicator Group
ar: مجموعة مؤشرات برنامج
cs: Skupina indikátorů programu
es: Grupo de indicadores del programa
fr: Groupe d'indicateurs de Programme
nb: Programindikator gruppe
pt_br: Grupo de Indicadores do Programa
uk: Група показників програми
uz: Дастур Индикаторлари Гуруҳи
vi: Nhóm chỉ số chương trình

source: Program Rule
ar: قاعدة برنامج
cs: Pravidlo programu
es: Regla del programa
fr: Règles de Programme
nb: Programregel
pt_br: Regra do programa
uk: Правило програми
uz: Дастур Қоидаси
vi: Quy tắc chương trình

source: Program Tracked Entity Attribute Group
cs: Programování skupiny atributů sledované entity
es: Grupo de atributos de entidad con rastreo de programa
fr: Groupe d'attributs d'entité suivie par programme
nb: Programsporet enhetattributtgruppe
pt_br: Grupo de atributos da entidade rastreada pelo programa
uk: Група атрибутів об'єкта, що відстежується програмою
uz: Дастур Кузатувидаги Шахс Атрибутлари
uz_latn: Dastur Kuzatuvidagi Shaxs Аtributlari
vi: Nhóm thuộc tính thực thể theo dõi chương trình

source: Push Analysis
cs: Analýza push
es: Análisis de Empuje (Push)
fr: Analyse Pousser
nb: Push-analyse
pt_br: Análise de envio
uk: Push-аналіз
uz: Push-Таҳлил
vi: Phân tích chủ động

source: Relationship Type
ar: نوع العلاقة
cs: Typ vztahu
es: Tipo de relación
fr: Type de relation
nb: Relasjonstype
pt_br: Tipo de Relação
uk: Тип відносин
uz: Ўзаро алоқалар Тури
vi: Kiểu quan hệ

source: Report
ar: التقرير
cs: Zpráva
es: Informe
fr: Rapport
nb: Rapport
pt_br: Relatório
uk: Звіт
uz: Ҳисобот
uz_latn: Hisobot
vi: Báo cáo

source: Section
ar: القسم
cs: Sekce
es: Sección
nb: Seksjon
pt_br: Seção
uk: Секція
uz: Бўлим
uz_latn: Boʼlim
vi: Phần

source: SQL View
ar: منظور SQL
cs: SQL Pohled
es: Vista SQL
fr: Vue SQL
nb: SQL visning
pt_br: Ver SQL
uk: Перегляд SQL
uz: SQL Кўриб чиқиш
uz_latn: SQL Koʼrib chiqish
vi: Bảng truy vấn

source: Tracked Entity
ar: كيان متتبع
cs: Sledovaná entita
es: Entidad de Tracker
fr: Entité suivie
nb: Sporet enhet
pt_br: Entidade Rastreada
uk: Відстежуваний об'єкт
uz: Кузатув Объекти
vi: Thực thể theo dõi<br>

source: Tracked Entity Attribute
ar: خاصية كيان متتبع
cs: Atribut trasované entity
es: Atributo de Entidad Rastreada
fr: Attribut d'entité suivie
nb: Sporet enhetattributt
pt_br: Atributo da entidade rastreada
uk: Атрибут відстежуваного об'єкта
uz: Кузатув Объекти Атрибути
uz_latn: Kuzatuv Obʼekti Аtributi
vi: Thuộc tính thực thể theo dõi

source: Tracked Entity Data Value
ar: قيمة بيانات كيان متتبع
cs: Hodnota dat trasované entity
es: Valor de datos de Entidad de Tracker
fr: Valeur des données d'entité suivie
nb: Sporet enhetdataverdi
pt_br: Valor dos dados da entidade rastreada
uk: Значення даних відстежуваного об'єкта
uz: Кузатувдаги Шахс Маълумоти Қиймати
uz_latn: Kuzatuvdagi Shaxs Maʼlumoti Qiymati
vi: Giá trị dữ liệu thực thể theo dõi

source: Tracked Entity Instance
ar: نسخة الكيان المتتبع
cs: Trasovaná instance entity
es: Entidad de Tracker
fr: Instance d'entité suivie
nb: Sporet enhetforekomst
pt_br: Instância da entidade rastreada
uk: Приклад відстежуваного об'єкта
uz: Кузатилаётган Объект Намунаси
vi: Thực thể theo dõi

source: User Group
ar: مجموعة المستخدمين
cs: Uživatelská skupina
es: Grupo de usuarios
fr: Groupe d'utilisateur:
nb: Brukergruppe
pt_br: Grupo de utilizadores
uk: Група користувачів
uz: Фойдаланувчи Гуруҳи
uz_latn: Foydalanuvchi Guruhi
vi: Nhóm Người Dùng

source: User Role
ar: دور المستخدم
cs: Role uživatele
es: Rol del usuario
fr: Rôle d'utilisateur
nb: Brukerrolle
pt_br: Função de usuário
uk: Роль користувача
uz: Фойдаланувчи Роли
uz_latn: Foydalanuvchi Roli
vi: Quyền người dùng

source: User
ar: المستخدم
cs: Uživatel
es: Usuario
fr: Utilisateur
nb: Bruker
pt_br: Utilizador
uk: Користувач
uz: Фойдаланувчи
uz_latn: Foydalanuvchi
vi: Người dùng

source: Validation Rule Group
ar: مجموعة قواعد التحقق
cs: Skupina pravidel ověření
es: Grupo de Reglas de Validación
fr: Groupe de règles de validation
nb: Valideringsregelgruppe
pt_br: Grupo de Regras de Validação
uk: Група правил перевірки
uz: Текширув гуруҳи қоидалари
uz_latn: Tekshiruv guruhi qoidalari
vi: Nhóm luật hợp lệ

source: Validation Rule
ar: قاعدة التحقق
cs: Pravidlo ověření
es: Regla de Validación
fr: Règle de validation
nb: Valideringsregel
pt_br: Regra de validação
uk: Правило перевірки
uz: Тасдиқлаш Қоидаси
uz_latn: Tasdiqlash Qoidasi
vi: Quy tắc hợp lệ

source: Data predictor group
cs: Skupina prediktorů dat
es: Grupo predictor de datos
fr: Groupe de prédicteur de données
nb: Dataprediktorgruppe
pt_br: Grupo de previsão de dados
uk: Група предикторів даних
uz: Маълумотларни олдиндан айта олиш гуруҳи
uz_latn: Maʼlumotlarni oldindan ayta olish guruhi
vi: Nhóm chỉ báo dữ liệu

source: Skip data import audit
ar: تخطي تدقيق استيراد البيانات
cs: Přeskočit audit importu dat
es: Omitir revisión de importación de datos
fr: Sauter l'audit d'importation de données
nb: Hopp over revisjon av dataimport
pt_br: Ignorar auditoria de importação de dados
uk: Пропустити аудит імпорту даних
uz: Маълумотлар импорти аудитини ўтказиб юборинг
uz_latn: Maʼlumotlar importi auditini oʼtkazib yuboring
vi: Bỏ qua kiểm tra nhận dữ liệu

source: Visualization
ar: التخطيط البياني
cs: Vizualizace
es: Visualización
fr: Visualisation
nb: Visualisering
pt_br: Visualização
uk: Візуалізація
uz: Визуализация
uz_latn: Vizualizatsiya
vi: Trực quan hóa

source: Event Hook
cs: Hook události
es: Gancho para eventos

source: Route
cs: Trasa
es: Ruta
pt_br: Rota

source: There was a problem whilst checking the availability of this role name
cs: Při kontrole dostupnosti názvu této role došlo k problému
es: Hubo un problema al verificar la disponibilidad de este nombre de rol
fr: Un problème est survenu lors de la vérification de la disponibilité de ce nom de rôle
pt_br: Houve um problema ao verificar a disponibilidade desse nome de função
uk: Під час перевірки доступності назви цієї ролі виникла проблема

source: Search by name
ar: البحث باستخدام الاسم
cs: Hledání podle názvu
es: Buscar por nombre
fr: Rechercher par nom
nb: Søk på navn
pt_br: Pesquisar por nome
sv: Sök på namn
uk: Пошук за ім'ям
uz: Исми орқали излаш
uz_latn: Ismi orqali izlash
vi: Tìm theo tên

source: Search for an organisation unit
cs: Vyhledejte organizační jednotku
es: Buscar una unidad organizativa
fr: Rechercher une unité d'organisation
pt_br: Pesquisar uma unidade organizacional
uk: Пошук організаційного підрозділу

source: Showing {{visibleItemsCount}} of {{totalSearchResultCount}} search results, please refine your search to see more.
cs: Zobrazuje se {{visibleItemsCount}} z {{totalSearchResultCount}} výsledků vyhledávání. Upřesněte prosím vyhledávání, abyste viděli více.
es: Mostrar {{visibleItemsCount}} de {{totalSearchResultCount}} resultados de búsqueda, reajuste su búsqueda para mostrar más.
fr: Affichage de {{visibleItemsCount}} sur {{totalSearchResultCount}} résultats de recherche, veuillez affiner votre recherche pour en afficher davantage.
pt_br: Mostrando {{visibleItemsCount}} de {{totalSearchResultCount}} resultados da pesquisa, refine sua pesquisa para ver mais.
uk: Показано {{visibleItemsCount}} з {{totalSearchResultCount}} результатів пошуку, уточніть пошук, щоб побачити більше.

source: Something went wrong when processing your request.
ar: حدث خطأ ما أثناء معالجة طلبك.
cs: Při zpracování vašeho požadavku se něco pokazilo.
es: Algo salió mal al procesar su solicitud.
fr: Une erreur s'est produite lors du traitement de votre demande.
nb: Noe gikk galt ved behandling av forespørselen
pt_br: Ocorreu um erro ao processar sua solicitação.
uk: Під час обробки запиту сталася помилка.
uz: Сўровингиз кўриб чиқилишида хатолик юз берди.
uz_latn: Soʼrovingiz koʼrib chiqilishida xatolik yuz berdi.
vi: Xảy ra lỗi khi xử lý yêu cầu của bạn.

source: There was a problem retreiving your search results
ar: حدثت مشكلة في استرداد نتائج البحث
cs: Při načítání výsledků vyhledávání došlo k problému
es: Se produjo un problema al recuperar los resultados de búsqueda.
fr: Un problème est survenu lors de la récupération des résultats de votre recherche
nb: Det oppstod et problem med å hente søkeresultatene dine
pt_br: Ocorreu um problema ao recuperar seus resultados de pesquisa
uk: Під час отримання результатів пошуку виникла проблема
uz: Қидирув натижалари чиқариб олишда муаммо юз берди
uz_latn: Qidiruv natijalari chiqarib olishda muammo yuz berdi
vi: Xảy ra sự cố khi truy xuất kết quả tìm kiếm của bạn

source: Please enter at least {{ minCharLength }} characters
cs: Zadejte prosím alespoň {{ minCharLength }} znaků
es: Por favor ingrese al menos {{ minCharLength }} caracteres
fr: Veuillez saisir au moins {{ minCharLength }} caractères
pt_br: Digite pelo menos {{ minCharLength }} caracteres
uk: Уведіть принаймні {{ minCharLength }} символів

source: No matches found
ar: لا توجد نتاج متوافقة
cs: Nenalezeny žádné shody
es: No se encontraron coincidencias
fr: Aucun résultat
nb: Ingen treff funnet
pt_br: Nenhuma equivalência encontrada
sv: Inga träffar hittades
uk: Результатів не знайдено
uz: Ҳеч нарса топилмади
uz_latn: Hech narsa topilmadi
vi: Không tìm thấy kết quả phù hợp

source: Apply
cs: Aplikovat
es: Aplicar
fr: Appliquer
nb: Bruk
pt_br: Aplicar
sv: Verkställ
uk: Застосувати
uz: Мурожаат қилиш
uz_latn: Murojaat qilish
vi: Áp dụng

source: Clear all
ar: تنظيف الكل
cs: Vymazat vše
es: Limpiar todo
fr: Tout effacer
nb: Fjern alt
pt_br: Limpar tudo
sv: Rensa alla
uk: Очистити все
uz: Барчасини тозалаш
uz_latn: Barchasini tozalash
vi: Xóa tất cả

source: Insufficient permissions
cs: Nedostatečná oprávnění
es: Permisos insuficientes
fr: Autorisations insuffisantes
pt_br: Permissões insuficientes
uk: Недостатньо дозволів

source: You do not have access to any section of the DHIS 2 User Management App
ar: ليس لديك حق الوصول إلى أي قسم في تطبيق إدارة مستخدمي الـ DHIS 2
cs: Nemáte přístup k žádné části aplikace Správa uživatelů DHIS 2
es: No tiene acceso a ninguna sección de la Aplicación de Gestión de Usuarios DHIS 2
fr: Vous n'avez accès à aucune section du DHIS 2 Application de gestion des utilisateurs
nb: Du har ikke tilgang til noen seksjon av DHIS 2 Brukeradministrasjon-applikasjonen
pt_br: Você não tem acesso a nenhuma seção do aplicativo de gerenciamento de usuários do DHIS 2
uk: У вас немає доступу до жодного розділу додатка DHIS 2 User Management
uz: DHIS2 Фойдаланувчи Бошқариш Иловаси ҳеч бир секциясига кириш ҳуқуқига эга эмассиз
uz_latn: DHIS2 Foydalanuvchi Boshqarish Ilovasi hech bir sektsiyasiga kirish huquqiga ega emassiz
vi: Bạn không có quyền truy cập vào bất kỳ phần nào của Ứng dụng quản lý người dùng DHIS 2

source: User role
ar: دور المستخدم
cs: Role uživatele
es: Rol del usuario
fr: Rôle d'utilisateur
nb: Brukerrolle
pt_br: Função de usuário
uk: Роль користувача
uz: Фойдаланувчи роли
vi: Quyền người dùng

source: User group
ar: مجموعة المستخدمين
cs: Uživatelská skupina
es: Grupo de usuario
fr: Groupe d'utilisateur
nb: Brukergruppe
pt_br: Grupo de usuários
uk: Група користувачів
uz: Фойдаланувчи гуруҳи
vi: Nhóm Người Dùng

source: Analytics dimension restrictions
cs: Omezení dimenzí Analytiky
es: Restricciones de la dimensión de Analytics
fr: Restrictions des dimensions analytiques
pt_br: Restrições de dimensão do Analytics
uk: Обмеження вимірів аналітики

source: Available restrictions
cs: Dostupná omezení
es: Restricciones disponibles
fr: Restrictions disponibles
pt_br: Restrições disponíveis
uk: Доступні обмеження

source: Selected restrictions
cs: Vybraná omezení
es: Restricciones seleccionadas
fr: Restrictions sélectionnées
pt_br: Restrições selecionadas
uk: Вибрані обмеження

source: Email address
cs: Emailová adresa
es: Dirección de correo electrónico
fr: Adresse e-mail
pt_br: Endereço de E-Mail
uk: Адреса електронної пошти

source: First name
ar: الاسم الأول
cs: Jméno
es: Nombre
fr: Prénom
nb: Fornavn
pt_br: Primeiro nome
sv: Förnamn
uk: Ім'я
uz: Исм
uz_latn: Ism
vi: Tên

source: Last name
cs: Příjmení
es: Apellido
fr: Nom de famille
pt_br: Último nome
uk: Прізвище
vi: Tên họ

source: Interface language
ar: لغة الواجهة
cs: Jazyk rozhraní
es: Idioma de la interfaz
fr: Langue de l'interface
nb: Grensesnittspråk
pt_br: Idioma da interface
sv: Språk för användargränssnittet
uk: Мова інтерфейсу
uz: Интерфейс тили
uz_latn: Interfeys tili
vi: Ngôn ngữ giao diện

source: Database language
ar: لغة قاعدة البيانات
cs: Jazyk databáze
es: Idioma de la base de datos
fr: Langue de la base de données
nb: Databasespråk
pt_br: Linguagem da Base de Dados
sv: Database språk
uk: Мова бази даних
uz: Маълумотлар базаси тили
uz_latn: Maʼlumotlar bazasi tili
vi: Ngôn ngữ cơ sở dữ liệu

source: Use database locale / no translation
ar: استخدام الإعدادات المحلية لقاعدة البيانات / بدون ترجمة
cs: Použijte národní prostředí databáze / žádný překlad
es: Usar configuración regional de base de datos / sin traducción
fr: Utiliser la localisation de la base de donnée/ pas de traduction
nb: Bruk databasespråket / ingen oversettelse
pt_br: Utilizar lingua da Base de Dados / Sem tradução
sv: Använd databaslokal / ingen översättning
uk: Використовувати мову бази даних / без перекладу
uz: Маълумотлар базасидан фойдаланинг Локал/Таржима бўлмаганда
uz_latn: Maʼlumotlar bazasidan foydalaning Lokal/Tarjima boʼlmaganda
vi: Dùng cơ sở dữ liệu địa phương/Không biên dịch

source: Disable this user account
cs: Zakázat tento uživatelský účet
es: Deshabilitar esta cuenta de usuario
fr: Désactiver ce compte d'utilisateur
pt_br: Desativar essa conta de usuário
uk: Вимкнути цей обліковий запис користувача

source: Contact details
cs: Detaily kontaktu
es: Detalles de contacto
fr: Coordonnées
pt_br: Detalhes de contato
uk: Контактні дані

source: Mobile phone number
ar: رقم الهاتف الجوال
cs: Číslo mobilního telefonu
es: Número de teléfono móvil
fr: Numéro de téléphone portable
nb: Mobilnummer
pt_br: Número de telefone
sv: Mobiltelefonnummer
uk: Номер мобільного телефону
uz: Мобил телефон рақами
uz_latn: Mobil telefon raqami
vi: Số điện thoại di động

source: Invite user
cs: Pozvat uživatele
es: Invitar usuario
fr: Inviter un utilisateur
pt_br: Convidar usuário
uk: Запросити користувача

source: Create account or email invitation
ar: إنشاء حساب أو دعوة بالبريد الإلكتروني
cs: Vytvořte účet nebo e-mailovou pozvánku
es: Crear cuenta o invitación por correo electrónico
fr: Créer un compte ou une invitation par e-mail
nb: Opprett en konto eller e-post invitasjon
pt_br: Criar conta ou convite por email
uk: Створити обліковий запис або надіслати запрошення електронною поштою
uz: Аккаунт яратинг ёки е-почта орқали таклифнома юборинг
uz_latn: Аkkaunt yarating yoki ye-pochta orqali taklifnoma yuboring
vi: Tạo tài khoản hoặc lời mời qua email

source: Create account with user details
cs: Vytvořte účet s podrobnostmi uživatele
es: Crear cuenta con detalles de usuario
fr: Créer un compte avec les détails de l'utilisateur
nb: Opprett konto med brukerinformasjon
pt_br: Crie uma conta com detalhes do usuário
uk: Створити обліковий запис з реквізитами користувача
uz: Фойдаланувчи деталлари асосида аккаунт яратинг
uz_latn: Foydalanuvchi detallari asosida akkaunt yarating
vi: Tạo tài khoản với chi tiết người dùng

source: Email invitation to create account
cs: E-mailová pozvánka k vytvoření účtu
es: Invitación por correo electrónico para crear una cuenta
fr: Invitation par e-mail pour créer un compte
nb: Send invitasjon på e-post om å opprette konto
pt_br: Convite por email para criar conta
uk: Надіслати електронний лист із запрошенням створити обліковий запис
uz: Аккаунт яратиш учун е-почта таклифномасини юборинг
uz_latn: Аkkaunt yaratish uchun ye-pochta taklifnomasini yuboring
vi: Email mời tạo tài khoản

source: Organisation unit access
cs: Přístup k organizační jednotce
es: Acceso a la unidad organizativa
fr: Accès à l'unité d'organisation
pt_br: Acesso à unidade organizacional
uk: Доступ до організаційного підрозділу

source: Customise the organisation units this user has access to for searching, capturing and managing data.
cs: Přizpůsobte organizační jednotky, ke kterým má tento uživatel přístup pro vyhledávání, zachycování a správu dat.
es: Personalice las unidades de la organización a las que este usuario tiene acceso para buscar, capturar y administrar datos.
fr: Personnaliser les unités d'organisation auxquelles cet utilisateur a accès pour rechercher, capturer et gérer les données.
pt_br: Personalize as unidades organizacionais às quais esse usuário tem acesso para pesquisar, capturar e gerenciar dados.
uk: Налаштуйте організаційні підрозділи, до яких цей користувач має доступ для пошуку, збирання та керування даними.

source: Organisation unit selections are recursive
cs: Výběr organizačních jednotek je rekurzivní
es: Las selecciones de unidades organizativas son recursivas
fr: Les sélections des unités d'organisation sont récursives
pt_br: As seleções de unidades de organização são recursivas
uk: Вибір організаційних підрозділів є рекурсивним

source: Selecting a unit gives access to all units in its sub-hierarchy.
cs: Výběrem jednotky získáte přístup ke všem jednotkám v její podhierarchii.
es: Seleccionar una unidad da acceso a todas las unidades en su subjerarquía.
fr: La sélection d'une unité donne accès à toutes les unités de sa sous-hiérarchie.
pt_br: A seleção de uma unidade dá acesso a todas as unidades em sua sub-hierarquia.
uk: Вибір підрозділу надає доступ до всіх вкладених підрозділів у його ієрархії.

source: Data capture and maintenance
cs: Sběr a údržba dat
es: Captura y mantenimiento de datos
fr: Saisie et maintenance des données
pt_br: Captura e manutenção de dados
uk: Збирання та обслуговування даних

source: The organisation units that this user can enter and edit data for.
cs: Organizační jednotky, pro které může tento uživatel zadávat a upravovat data.
es: Las unidades organizativas para las que este usuario puede introducir y editar datos.
fr: Les unités d'organisation pour lesquelles cet utilisateur peut saisir et modifier des données.
pt_br: As unidades organizacionais para as quais esse usuário pode inserir e editar dados.
uk: Організаційні підрозділи, для яких цей користувач може вводити та редагувати дані.

source: Data output and analysis
cs: Výstup a analýza dat
es: Salida y análisis de datos
fr: Sortie et analyse des données
pt_br: Saída e análise de dados
uk: Виведення та аналіз даних

source: The organisation units that this user can export and analyse.
cs: Organizační jednotky, které může tento uživatel exportovat a analyzovat.
es: Las unidades de organización que este usuario puede exportar y analizar.
fr: Les unités d'organisation que cet utilisateur peut exporter et analyser.
pt_br: As unidades organizacionais que esse usuário pode exportar e analisar.
uk: Організаційні підрозділи, які цей користувач може експортувати та аналізувати.

source: Search
ar: البحث
cs: Hledat
es: Buscar
fr: Chercher
nb: Søk
pt_br: Pesquisar
sv: Sök
uk: Пошук
uz: Излаш
uz_latn: Izlash
vi: Tìm kiếm

source: The organisation that this user can search for and in.
cs: Organizace, kterou může tento uživatel vyhledávat a v níž může
es: La organización en la que este usuario puede buscar
fr: Les unités d'organisation que cet utilisateur peut rechercher et dans lesquelles il peut effectuer des recherches.
pt_br: A organização que esse usuário pode pesquisar.
uk: Організація, в якій цей користувач може здійснювати пошук.

source: Maximum organisation unit level for data output
cs: Maximální úroveň organizační jednotky pro výstup dat
es: Nivel máximo de unidad organizativa para salida de datos
fr: Niveau maximal de l'unité d'organisation pour la sortie des données
pt_br: Nível máximo de unidade organizacional para saída de dados
uk: Максимальний рівень організаційного підрозділу для виведення даних

source: Roles and groups
cs: Role a skupiny
es: Roles y grupos
fr: Rôles et groupes
pt_br: Funções e grupos
uk: Ролі та групи

source: Manage what roles and groups this user is a member of.
cs: Spravujte, jaké role a skupiny je tento uživatel členem.
es: Administre a qué roles y grupos pertenece este usuario.
fr: Gérer les rôles et les groupes dont cet utilisateur est membre.
pt_br: Gerencie as funções e os grupos dos quais esse usuário é membro.
uk: Керування ролями та групами, до яких входить цей користувач.

source: Available user roles
cs: Dostupné uživatelské role
es: Roles de usuario disponibles
fr: Rôles d'utilisateurs disponibles
pt_br: Funções de usuário disponíveis
uk: Доступні ролі користувача

source: User roles this user is assigned
cs: Uživatelské role, které jsou tomuto uživateli přiřazeny
es: Roles de usuario asignados a este usuario
fr: Rôles d'utilisateur attribués à cet utilisateur
pt_br: Funções de usuário atribuídas a esse usuário
uk: Ролі користувача, призначені цьому користувачеві

source: User groups this user is a member of
cs: Skupiny uživatelů, jejichž je tento uživatel členem
es: Grupos de usuarios de los que este usuario es miembro
fr: Groupes d'utilisateurs dont cet utilisateur est membre
pt_br: Grupos de usuários dos quais esse usuário é membro
uk: Групи користувачів, членом яких є цей користувач

source: Security
cs: Zabezpečení
es: Seguridad
fr: Securité
pt_br: Segurança
uk: Безпека
