Repository: dhis2/user-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, nb, pt_br, sv, uk, uz, uz_latn, vi

source: Yes
ar: نعم
cs: Ano
es: Sí
fr: Oui
nb: Ja
pt_br: Sim
uk: Так
uz: Ҳа
uz_latn: Ҳа
vi: Có

source: Attribute value needs to be unique, value already taken.
ar: يجب أن تكون قيمة السمة فريدة ، القيمة مأخوذة مسبقاً.
cs: Hodnota atributu musí být jedinečná, hodnota je již přijata.
es: El valor del atributo debe ser único, el valor introducido ya existe
fr: La valeur d'attribut doit être unique, valeur déjà prise.
nb: Attributtverdien må være unik, verdien er allerede opptatt
pt_br: O valor do atributo precisa ser exclusivo, valor já utilizado.
uk: Значення атрибута має бути унікальним, це значення вже використовується.
uz: Атрибут қиймати ноёб бўлиши лозим, қиймат аллақачон қабул қилинган.
uz_latn: Аtribut qiymati noyob boʼlishi lozim, qiymat allaqachon qabul qilingan.
vi: Giá trị thuộc tính cần phải là duy nhất, giá trị đã được sử dụng.

source: There was a problem whilst checking the availability of this attribute value
cs: Při kontrole dostupnosti hodnoty tohoto atributu došlo k problému
es: Hubo un problema al verificar la disponibilidad de este valor de atributo
fr: Un problème est survenu lors de la vérification de la disponibilité de cette valeur d'attribut
pt_br: Ocorreu um problema ao verificar a disponibilidade deste valor de atributo
uk: Під час перевірки доступності цього значення атрибута виникла проблема

source: Value should be a positive integer
ar: يجب أن تكون القيمة عدداً صحيحاً موجباً
cs: Hodnota by měla být kladné celé číslo
es: El valor debe ser un entero positivo
fr: La valeur doit être un entier positif
nb: Verdien skal være et positivt heltall
pt_br: O valor deve ser um número inteiro positivo
uk: Значення має бути додатним цілим числом
uz: Қиймат бутун мусбат сон бўлиши лозим
uz_latn: Qiymat butun musbat son boʼlishi lozim
vi: Giá trị phải là một số nguyên dương

source: Value should be a negative integer
cs: Hodnota by měla být záporné celé číslo
es: El valor debe ser un entero negativo
fr: La valeur doit être un entier négatif
pt_br: O valor deve ser um número inteiro nagativo
uk: Значення має бути від'ємним цілим числом

source: No results found
cs: Nenalezeny žádné výsledky
es: No se han encontrado resultados
fr: Aucun résultat trouvé
pt_br: Nenhum resultado encontrado
uk: Результатів не знайдено

source: Display name
ar: إسم العرض
cs: Zobrazované jméno
es: Nombre visible
fr: Afficher un nom
nb: Visningsnavn
pt_br: Nome de exibição
uk: Коротке ім'я
uz: Дисплей номи
uz_latn: Displey nomi
vi: Tên hiển thị

source: 1 pending change
cs: 1 čekající změna
es: 1 cambio pendiente
fr: 1 modification en attente
pt_br: 1 alteração pendente
uk: 1 зміна в очікуванні

source: {{pendingChanges}} pending changes
cs: {{pendingChanges}} čekající změny
es: {{pendingChanges}} cambios pendientes
fr: {{pendingChanges}} modifications en attente
pt_br: {{pendingChanges}} alterações pendentes
uk: Змін в очікуванні: {{pendingChanges}}

source: Cancel all
cs: Zrušit vše
es: Cancelar todo
fr: Annuler tout
pt_br: Cancelar tudo
uk: Скасувати все

source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
fr: Annuler
nb: Avbryt
pt_br: Cancelar
sv: Avbryt
uk: Скасувати
uz: Бекор қилиш
uz_latn: Бекор қилиш
vi: Hủy

source: Action
cs: Akce
es: Acción
pt_br: Acção
uk: Дія

source: Will be added
cs: Bude přidáno
es: Será añadido
fr: Sera ajouté
pt_br: Será adicionado
uk: Буде додано

source: Will be removed
cs: Bude odstraněn
es: será eliminado
fr: Sera supprimé
pt_br: Será removido
uk: Буде видалено

source: Network error
cs: Chyba sítě
es: Error de red
fr: Erreur réseau
pt_br: Erro de rede

source: Could not load current user information.
cs: Nepodařilo se načíst aktuální informace o uživateli.
es: No se pudo cargar la información del usuario actual.
fr: Impossible de charger les informations sur l'utilisateur actuel.
pt_br: Não foi possível carregar as informações atuais do usuário.

source: Filter options
cs: Možnosti filtru
es: Opciones de filtro
fr: Options de filtre
pt_br: Opções de filtro
uk: Параметри фільтра

source: Error fetching form
cs: Chyba při načítání formuláře
es: Error al obtener el formulario
fr: Erreur lors de la récupération de formulaire
pt_br: Erro ao buscar o formulário
uk: Помилка під час отримання форми

source: There was an error fetching this form.
cs: Při načítání tohoto formuláře došlo k chybě.
es: Hubo un error al obtener este formulario.
fr: Une erreur est survenue lors de la récupération de ce formulaire.
pt_br: Ocorreu um erro ao buscar esse formulário.
uk: Під час отримання цієї форми сталася помилка.

source: Cancel without saving
cs: Zrušit bez uložení
es: Cancelar sin guardar
fr: Annuler sans sauvegarder
pt_br: Cancelar sem gravar
uk: Скасувати без збереження

source: Basic information
cs: Základní informace
es: Información básica
fr: Informations de base
pt_br: Informações básicas
uk: Основні відомості

source: Name
ar: الاسم
cs: Název
es: Nombre
fr: Nom
nb: Navn
pt_br: Nome
sv: Namn
uk: Ім'я
uz: Исми
uz_latn: Исми
vi: Tên

source: Code
ar: الرمز
cs: Kód
es: Código
nb: Kode
pt_br: Código
uk: Код
uz: Код
uz_latn: Kod
vi: Mã

source: Used in analytics reports.
cs: Používá se v analytických přehledech.
es: Se utiliza en informes analíticos.
fr: Utilisé dans les rapports analytiques.
pt_br: Usado em relatórios analíticos.
uk: Використовується в аналітичних звітах.

source: Search for a user in this group
cs: Vyhledejte uživatele v této skupině
es: Buscar un usuario en este grupo
fr: Rechercher un utilisateur dans ce groupe
pt_br: Procurar um usuário nesse grupo
uk: Пошук користувача в цій групі

source: Search for a user to add
cs: Vyhledejte uživatele, kterého chcete přidat
es: Buscar un usuario para agregar
fr: Rechercher un utilisateur à ajouter
pt_br: Procurar um usuário para adicionar
uk: Пошук користувача для додавання

source: 1 user selected
cs: Vybrán 1 uživatel
es: 1 usuario seleccionado
fr: 1 utilisateur sélectionné
pt_br: 1 usuário selecionado
uk: Вибрано 1 користувача

source: {{selectedCount}} users selected
cs: Počet vybraných uživatelů: {{selectedCount}}
es: {{selectedCount}} usuarios seleccionados
fr: {{selectedCount}} utilisateurs sélectionnés
pt_br: {{selectedCount}} usuários selecionados
uk: Вибрано користувачів: {{selectedCount}}

source: Remove 1 user
cs: Odebrat 1 uživatele
es: Eliminar 1 usuario
fr: Supprimer 1 utilisateur
pt_br: Remover 1 usuário
uk: Видалити 1 користувача

source: Remove {{selectedCount}} users
cs: Odebrat {{selectedCount}} uživatele
es: Eliminar {{selectedCount}} usuarios
fr: Supprimer{{selectedCount}} utilisateurs
pt_br: Remover {{selectedCount}} usuários
uk: Видалити {{selectedCount}} користувачів

source: Add 1 user
cs: Přidat 1 uživatele
es: Agregar 1 usuario
fr: Ajouter 1 utilisateur
pt_br: Adicionar 1 usuário
uk: Додати 1 користувача

source: Add {{selectedCount}} users
cs: Přidat {{selectedCount}} uživatelů
es: Agregar {{selectedCount}} usuarios
fr: Ajouter {{selectedCount}} utilisateurs
pt_br: Adicionar {{selectedCount}} usuários
uk: Додати {{selectedCount}} користувачів

source: Remove from group
cs: Odebrat ze skupiny
es: Sacar del grupo
fr: Supprimer du groupe
pt_br: Remover do grupo
uk: Видалити з групи

source: Add to group
cs: Přidat do skupiny
es: Añadir al grupo
fr: Ajouter au groupe
pt_br: Adicionar ao grupo
uk: Додати до групи

source: There aren't any users in this group yet
cs: V této skupině zatím nejsou žádní uživatelé
es: Todavía no hay ningún usuario en este grupo.
fr: Il n'y a pas encore d'utilisateurs dans ce groupe
pt_br: Ainda não há usuários neste grupo
uk: У цій групі ще немає користувачів

source: View and remove users from group
cs: Zobrazit a odebrat uživatele ze skupiny
es: Ver y eliminar usuarios del grupo
fr: Afficher et supprimer des utilisateurs du groupe
pt_br: Visualizar e remover usuários do grupo
uk: Переглянути й видалити користувачів з групи

source: Add users to group
cs: Přidat uživatele do skupiny
es: Agregar usuarios al grupo
fr: Ajouter des utilisateurs au groupe
pt_br: Adicionar usuários ao grupo
uk: Додати користувачів до групи

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
es: Nombre de usuario
fr: Nom d'utilisateur
nb: Brukernavn
pt_br: Utilizador
sv: Användarnamn
uk: Ім'я користувача
uz: Фойдаланувчи исми
uz_latn: Фойдаланувчи исми
vi: Tên đăng nhập

source: Error loading users
cs: Chyba při načítání uživatelů
es: Error al cargar usuarios
fr: Erreur lors du chargement des utilisateurs
pt_br: Erro ao carregar usuários
uk: Помилка завантаження користувачів

source: Error updating group
cs: Chyba při aktualizaci skupiny
es: Error al actualizar el grupo
fr: Erreur lors de la mise à jour du groupe
pt_br: Erro ao atualizar o grupo
uk: Помилка оновлення групи

source: Error creating group
cs: Chyba při vytváření skupiny
es: Error al crear grupo
fr: Erreur lors de la création d'un groupe
pt_br: Erro ao criar grupo
uk: Помилка створення групи

source: Attributes
cs: Atributy
es: Atributos
fr: Les attributs
pt_br: Atributos
uk: Атрибути

source: User group management
cs: Správa uživatelských skupin
es: Gestión de grupos de usuarios
fr: Gestion des groupes d'utilisateurs
pt_br: Gestão de grupo de usuários
uk: Керування групами користувачів

source: This group can manage other user groups. Add managed user groups below.
cs: Tato skupina může spravovat další skupiny uživatelů. Níže přidejte spravované skupiny uživatelů.
es: Este grupo puede gestionar otros grupos de usuarios. Agregue grupos de usuarios administrados a continuación.
fr: Ce groupe peut gérer d'autres groupes d'utilisateurs. Ajoutez les groupes d'utilisateurs gérés ci-dessous.
pt_br: Esse grupo pode gerenciar outros grupos de usuários. Adicione grupos de usuários gerenciados abaixo.
uk: Ця група може керувати іншими групами користувачів. Додайте керовані групи користувачів нижче.

source: Available user groups
ar: مجموعات المستخدم المتاحة
cs: Dostupné skupiny uživatelů
es: Grupos de usuarios disponibles
fr: Groupes d'utilisateurs disponibles
nb: Tilgjengelige brukergrupper
pt_br: Grupos de usuários disponíveis
sv: Tillgängliga användargrupper
uk: Доступні групи користувачів
uz: Мавжуд фойдаланувчи гуруҳлари
uz_latn: Mavjud foydalanuvchi guruhlari
vi: Các nhóm người dùng hiện có

source: Managed user groups
ar: مجموعات المستخدمين التي سيتم إدارتها
cs: Spravované skupiny uživatelů
es: Grupos de usuarios administrados
fr: Groupes d'utilisateurs gérés
nb: Administrerte brukergrupper
pt_br: Grupos de usuários gerenciados
sv: Hanterad usergrupper
uk: Керовані групи користувачів
uz: Фойдаланувчиларнинг бошқариладиган гуруҳлари
uz_latn: Foydalanuvchilarning boshqariladigan guruhlari
vi: Nhóm người dùng được quản lý

source: User management
ar: إدارة المستخدم
cs: Správa uživatelů
es: Administración de usuarios
fr: Gestion des utilisateurs
pt_br: Gestão de usuários
uk: Керування користувачами

source: Add or remove users from this group.
cs: Přidejte nebo odeberte uživatele z této skupiny.
es: Agregue o elimine usuarios de este grupo.
fr: Ajouter et supprimer des utilisateurs de ce groupe
pt_br: Adicione ou remova usuários desse grupo.
uk: Додайте або видаліть користувачів з цієї групи.

source: Name is already taken
cs: Jméno je již obsazeno
es: Nombre ya usado
fr: Ce nom est déjà utilisé
pt_br: Nome de usuário já utilizado
sv: Namnet används redan
uk: Ім'я вже використовується

source: There was a problem whilst checking the availability of this group name
cs: Při kontrole dostupnosti názvu této skupiny došlo k problému
es: Hubo un problema al verificar la disponibilidad de este nombre de grupo
fr: Un problème est survenu lors de la vérification de la disponibilité de ce nom de groupe
pt_br: Houve um problema ao verificar a disponibilidade desse nome de grupo
uk: Під час перевірки доступності назви цієї групи виникла проблема

source: Code is already taken
cs: Kód je již obsazen
es: El código ya está tomado
fr: Ce code est déjà utilisé
pt_br: O código já foi utilizado
uk: Код вже використовується

source: There was a problem whilst checking the availability of this group code
cs: Při kontrole dostupnosti tohoto skupinového kódu došlo k problému
es: Hubo un problema al verificar la disponibilidad de este código de grupo
fr: Un problème est survenu lors de la vérification de la disponibilité de ce code de groupe
pt_br: Houve um problema ao verificar a disponibilidade desse código de grupo
uk: Під час перевірки доступності цього коду групи виникла проблема

source: Only show selected metadata authorities
cs: Zobrazit pouze vybrané autority metadat
es: Mostrar solo las autoridades de metadatos seleccionadas
fr: Afficher uniquement les autorités de métadonnées sélectionnées
pt_br: Mostrar apenas as autoridades de metadados selecionadas
uk: Показувати лише вибрані повноваження для метаданих

source: Authority
cs: Autorita
es: Autoridad
fr: Autorité
pt_br: Autoridade
uk: Повноваження

source: Add/Update Public
cs: Přidat / aktualizovat Veřejné
es: Añadir/Actualizar Público
fr: Ajouter/mettre à jour les droits d'accès publics
pt_br: Adicionar/Atualizar Público
uk: Додати/оновити загальнодоступне

source: Add/Update Private
cs: Přidat / aktualizovat Soukromé
es: Añadir/Actualizar Privado
fr: Ajouter/mettre à jour les droits d'accès privés
pt_br: Adicionar/Atualizar Privado
uk: Додати/оновити приватне

source: Delete
cs: Smazat
es: Eliminar
fr: Supprimer
pt_br: Apagar
uk: Видалити

source: External access
cs: Externí přístup
es: Acceso externo
fr: Accès externe
pt_br: Acesso externo
uk: Зовнішній доступ

source: Error updating role
cs: Při aktualizaci role došlo k chybě
es: Error al actualizar el rol
fr: Erreur lors de la mise à jour du rôle
pt_br: Erro ao atualizar a função
uk: Помилка оновлення ролі

source: Error creating role
cs: Při vytváření role došlo k chybě
es: Error al crear el rol
fr: Erreur lors de la création du rôle
pt_br: Erro ao criar a função
uk: Помилка створення ролі

source: Description
ar: الوصف
cs: Popis
es: Descripción
nb: Beskrivelse
pt_br: Descrição
sv: Beskrivning
uk: Опис
uz: Тавсиф
uz_latn: Tavsif
vi: Miêu tả

source: Short, clear description of what this role is for.
cs: Krátký a jasný popis toho, k čemu tato role slouží.
es: Descripción breve y clara de para qué sirve este rol.
fr: Description brève et claire de la nature de ce rôle.
pt_br: Descrição breve e clara do objetivo da função.
uk: Короткий, чіткий опис того, для чого потрібна ця роль.

source: Metadata authorities
cs: Autority metadat
es: Autoridades de metadatos
fr: Autorités en matière de métadonnées
pt_br: Autoridades de metadados
uk: Повноваження для метаданих

source: Set what metadata access this role has.
cs: Nastavte, jaký přístup k metadatům má tato role.
es: Establece qué acceso a los metadatos tiene este rol.
fr: Définit l'accès aux métadonnées dont dispose ce rôle.
pt_br: Define o acesso de metadados que essa função tem.
uk: Встановіть, до яких метаданих має доступ ця роль.

source: Other authorities
cs: Jiné autority
es: Otras autoridades
fr: Autres autorités
pt_br: Outras autoridades
uk: Інші повноваження

source: Manage access to apps, tracker, data import/export and system settings.
cs: Spravujte přístup k aplikacím, trackeru, importu/exportu dat a systémovým nastavením.
es: Administre el acceso a las aplicaciones, el tracker, la importación/exportación de datos y la configuración del sistema.
fr: Gérer l'accès aux applications, au tracker, à l'importation/exportation de données et aux paramètres du système.
pt_br: Gerencie o acesso a aplicativos, rastreador, importação/exportação de dados e configurações do sistema.
uk: Керування доступом до додатків, відстежувача, імпорту/експорту даних та налаштувань системи.

source: Available app authorities
cs: Dostupné autority aplikací
es: Autoridades de aplicaciones disponibles
fr: Droits d'accès aux applications
pt_br: Autoridades de aplicativos disponíveis
uk: Доступні повноваження для додатків

source: Selected app authorities
cs: Vybrané autority aplikací
es: Autoridades de aplicaciones seleccionadas
fr: Droits d'accès aux applications sélectionnés
pt_br: Autoridades de aplicativos selecionadas
uk: Вибрані повноваження для додатків

source: Available tracker authorities
cs: Dostupné autority trasovače
es: Autoridades de datos individuales (tracker) disponibles
fr: Droits d'accès au tracker disponibles
pt_br: Autoridades de rastreamento disponíveis
uk: Доступні повноваження для відстежувача

source: Selected tracker authorities
cs: Vybrané autority trasovače
es: Autoridades de datos individuales (tracker) seleccionadas
fr: Droits d'accès au tracker sélectionnés
pt_br: Autoridades de rastreamento selecionadas
uk: Вибрані повноваження для відстежувача

source: Available import/export authorities
cs: Dostupné import / export autority
es: Autoridades de importación/exportación disponibles
fr: Droits d'accès à l'importation et à l'exportation
pt_br: Autoridades de importação/exportação disponíveis
uk: Доступні повноваження імпорту/експорту

source: Selected import/export authorities
cs: Vybrané import / export autority
es: Autoridades de importación/exportación seleccionadas
fr: Droits d'accès à l'importation et à l'exportation (Sélectionnés)
pt_br: Autoridades de importação/exportação selecionadas
uk: Вибрані повноваження імпорту/експорту

source: Available system authorities
cs: Dostupné systémové autority
es: Autoridades del sistema disponibles
fr: Droits d'accès au système (disponibles)
pt_br: Autoridades de sistema disponíveis
uk: Доступні системні повноваження

source: Selected system authorities
cs: Vybrané systémové autority
es: Autoridades del sistema seleccionadas
fr: Droits d'accès au système ((Sélectionnés))
pt_br: Autoridades de sistema selecionadas
uk: Вибрані системні повноваження

source: All (Full authority)
ar: الكل (صلاحية كاملة)
cs: Vše (plné oprávnění)
es: Todo (Plena autoridad)
fr: Tout (Pleine autorité)
nb: Alle (Fulle rettigheter)
pt_br: Todos (autoridade total)
uk: Усе (всі повноваження)
uz: Барчаси (Тўлиқ ваколатлар)
uz_latn: Barchasi (Toʼliq vakolatlar)
vi: Tất cả (Toàn quyền)

source: Aggregate Data Exchange
es: Intercambio de datos agregados
fr: Échange de données agrégées
pt_br: Intercâmbio de dados agregados

source: Analytics Table Hook
cs: Hook Analytické tabulky
es: Hook de tabla de análisis
fr: Crochet de Tables Analytiques
nb: Analysetabell-krok
pt_br: Gancho de mesa para análise
uk: Обробник аналітичної таблиці
uz: Аналитик жадваллар таҳлилчиси
uz_latn: Аnalitik jadvallar tahlilchisi
vi: Bảng phân tích Hook

source: Attribute
ar: الخاصية
cs: Atribut
es: Atributo
fr: Attribut
nb: Attributt
pt_br: Atributo
uk: Атрибут
uz: Атрибут
uz_latn: Аtribut
vi: Thuộc tính

source: Category Combo
cs: Kombinovaná kategorie
es: Combo de categoría
fr: La combo de catégories
nb: Kategorikombo
pt_br: Categoria Combo
uk: Комбінація категорій
uz: Категория Комбо
uz_latn: Kategoriya Kombo
vi: Tổ hợp phân loại

source: Category
ar: الفئة
cs: Kategorie
es: Categoría
fr: Catégorie
nb: Kategori
pt_br: Categoria
uk: Категорія
uz: Категория
uz_latn: Kategoriya
vi: Phân loại

source: Category Option
cs: Možnost kategorie
es: Opción de categoría
fr: Options de catégorie
nb: Kategorialternativ
pt_br: Opção de categoria
uk: Параметр категорії
uz: Категория варианти
uz_latn: Kategoriya varianti
vi: Tùy chọn phân loại

source: Category Option Group
cs: Skupina možností kategorie
es: Grupo de opciones de categoría
fr: Groupe d'options de catégorie
nb: Kategorialternativgruppe
pt_br: Grupo de opções de categoria
uk: Група параметрів категорій
uz: Категория Варианти Гуруҳи
vi: Nhóm tùy chọn phân loại

source: Category Option Group Set
cs: Sada skupin možností kategorie
es: Set de grupos de opciones de categoría
nb: Kategorialternativgruppesett
pt_br: Conjunto de grupos de opções de categoria
uk: Набір груп параметрів категорій
uz: Категория Вариантлари Гуруҳ Тўплами
vi: Tập nhóm tùy chọn phân loại

source: Color Set
cs: Sada barev
es: Conjunto de colores
fr: Jeu de Couleurs
nb: Fargesett
pt_br: Conjunto de cores
uk: Набір кольорів
uz: Ранглар Тўплами
uz_latn: Ranglar Toʼplami
vi: Bộ màu

source: Constant
ar: الثابت
cs: Konstantní
es: Constante
fr: Constante
nb: Konstant
pt_br: Constante
uk: Константа
uz: Доимий (константа)
uz_latn: Doimiy (konstanta)
vi: Hằng số

source: Dashboard
ar: لوحة المعلومات
cs: Ovládací panel
es: Tablero
fr: Tableau de bord
nb: Dashbord
pt_br: Gráficos
uk: Інформаційна панель (дашборд)
uz: Бошқарув панели
uz_latn: Boshqaruv paneli
vi: Bảng điều khiển

source: Data Element Group Sets
cs: Sady skupin datových prvků
es: Set de grupos de elementos de datos
fr: Ensembles de groupes d'éléments de données
nb: Dataelementgruppesett
pt_br: Conjuntos de grupos de elementos de dados
uk: Набори груп елементів даних
uz: Маълумотлар Элементи Гуруҳи Тўпламлари
uz_latn: Maʼlumotlar Elementi Guruhi Toʼplamlari
vi: Tập nhóm phần tử dữ liệu

source: Data Element Groups
cs: Skupiny datových prvků
es: Grupos de elementos de datos
fr: Groupes d'éléments de données
nb: Dataelementgrupper
pt_br: Grupos de elementos de dados
uk: Групи елементів даних
uz: Маълумотлар Элементи Гуруҳлари
vi: Nhóm phần tử dữ liệu

source: Data Element
ar: عنصر البيانات
cs: Datový prvek
es: Elemento de datos
fr: Élément de donnée
nb: Dataelementer
pt_br: Elemento de dados
uk: Елемент даних
uz: Маълумотлар элементи
vi: Phần tử dữ liệu

source: Min/max rule
ar: أعلى/أقل قيمة
cs: Pravidlo min./max
es: Min/max regla
fr: Règle de min / max
nb: Min/Max regel
pt_br: Min/max regra
uk: Правило мін/макс
uz: Минимал/максимал қоидалар
uz_latn: Minimal/maksimal qoidalar
vi: Quy tắc lớn nhất/nhỏ nhất

source: Data Set
ar: حزمة البيانات
cs: Datová sada
es: Set de Datos
fr: Ensemble de données
nb: Datasett
pt_br: Conjunto de Dados
uk: Набір даних
uz: Маълумотлар тўплами
vi: Biểu nhập

source: Data Value
ar: قيمة بيانات
cs: Hodnota dat
es: Valor de datos
fr: Valeur de données
nb: Dataverdi
pt_br: Valor dos dados
uk: Значення даних
uz: Маълумотлар Қиймати
uz_latn: Maʼlumotlar Qiymati
vi: Giá trị dữ liệu

source: Event Chart
ar: المخطط البياني للأحداث
cs: Graf událostí
es: Tabla de eventos
fr: Tableau d'événements
nb: Hendelsesdiagram
pt_br: Gráfico de Eventos
uk: Діаграма подій
uz: Ҳодиса Диаграмма
uz_latn: Hodisa Diagramma
vi: Biểu đồ sự kiện

source: Event Report
ar: تقارير الأحداث
cs: Zpráva o události
es: Informe de evento
fr: Rapport d'évènements
nb: Hendelsesrapport
pt_br: Relatório de Evento
uk: Звіт про подію
uz: Ҳодиса Ҳисобот
uz_latn: Hodisa Hisobot
vi: Báo cáo sự kiện

source: External Map Layer
ar: طبقة خريطة خارجية
cs: Externí mapová vrstva
es: Capa de mapa externo
fr: Couche de Carte Externe
nb: Eksternt kartlag
pt_br: Camada de mapa externo
uk: Зовнішній шар мапи
uz: Харита Ташқи Қавати
uz_latn: Xarita Tashqi Qavati
vi: Lớp bản đồ ngoài

source: Indicator Group Sets
ar: مجموعات مجموعة المؤشرات
cs: Sady skupin indikátorů
es: Conjuntos de grupos de indicadores
fr: Ensembles de groupes d'indicateurs
nb: Indikatorgruppesett
pt_br: Conjuntos de grupos de indicadores
uk: Набори груп показників
uz: Индикатор Гуруҳи Тўпламлари
uz_latn: Indikator Guruhi Toʼplamlari
vi: Tập nhóm chỉ số

source: Indicator Group
ar: مجموعة المؤشرات
cs: Skupina indikátorů
es: Grupo de indicadores
fr: Groupe d'indicateurs
nb: Indikatorgruppe
pt_br: Grupo de Indicadores
uk: Група показників
uz: Индикатор Гуруҳи
uz_latn: Indikator Guruhi
vi: Nhóm chỉ số

source: Indicator Type
ar: نوع المؤشر
cs: Typ indikátoru
es: Tipo de indicador
fr: Type d'indicateur
nb: Indikatortype
pt_br: Tipo de indicador
uk: Тип показника
uz: Индикатор Тури
vi: Loại chỉ số

source: Indicator
ar: المؤشر
cs: Indikátor
es: Indicadores
fr: Indicateur
nb: Indikator
pt_br: Indicador
uk: Показник
uz: Индикатор
uz_latn: Indikator
vi: Chỉ số

source: Legend Set
ar: مجموعة مفاتيح إيضاحية
cs: Sada legend
es: Conjunto de leyenda
fr: Jeu de légende
nb: Tegnforklaringssett
pt_br: Conjunto de legendas
uk: Набір умовних позначень
uz: Таърифлар Тўплами
vi: Tập chú giải
