Repository: dhis2/user-app
Catalog: i18n/*.po
Languages: ar, cs, es, fr, nb, pt_br, sv, uk, uz, uz_latn, vi

source: Settings for how this user can log in.
cs: Nastavení, jak se tento uživatel může přihlásit.
es: Configuración de cómo este usuario puede iniciar sesión.
fr: Paramètres de connexion pour cet utilisateur.
pt_br: Configurações de como esse usuário pode fazer login.
uk: Налаштування способу входу цього користувача.

source: Change user password
cs: Změňte uživatelské heslo
es: Cambiar contraseña de usuario
fr: Changer le mot de passe de l'utilisateur
pt_br: Mudar Password
uk: Змінити пароль користувача

source: New password
cs: Nové heslo
es: Nueva contraseña
fr: Nouveau mot de passe
pt_br: Nova password
uk: Новий пароль

source: Password
ar: كلمة المرور
cs: Heslo
es: Contraseña
fr: Mot de passe
nb: Passord
sv: Lösenord
uk: Пароль
uz: Парол
uz_latn: Parol
vi: Mật khẩu

source: Password should be at least 8 characters long, with at least one lowercase character, one uppercase character and one special character.
cs: Heslo by mělo mít alespoň 8 znaků, alespoň jedno malé písmeno, jedno velké písmeno a jeden speciální znak.
es: La contraseña debe tener al menos 8 caracteres con al menos una letra minúscula, una letra mayúscula y un carácter especial
fr: Le mot de passe doit comporter au moins 8 caractères, avec au moins un caractère minuscule, un caractère majuscule et un caractère spécial.
pt_br: A senha deve ter pelo menos 8 caracteres, com pelo menos um caractere minúsculo, um caractere maiúsculo e um caractere especial.
uk: Пароль має містити щонайменше 8 символів, принаймні один символ нижнього регістру, один символ верхнього регістру та один спеціальний символ.

source: Repeat new password
cs: opakujte nové heslo
es: Repita la contraseña
fr: Répéter le mot de passe
pt_br: Repetir a nova senha
uk: Повторити новий пароль

source: Repeat password
cs: Zopakovat heslo
es: Repita la nueva contraseña
fr: Saisir à nouveau le mot de passe
pt_br: Repetir a senha
uk: Повторити пароль

source: Account expiration date
cs: Datum vypršení platnosti účtu
es: Fecha de vencimiento de la cuenta
fr: Date d'expiration du compte
pt_br: Data de expiração da conta
uk: Дата закінчення терміну дії облікового запису

source: OIDC mapping value
cs: Hodnota mapování OIDC
es: Valor de asignación de OIDC
fr: Valeur de mappage OIDC
nb: OIDC kartleggingsverdi
pt_br: Valor de mapeamento OIDC
uk: Значення OIDC

source: OpenID Connect mapping claim for your identity platform
cs: Nárok na mapování OpenID Connect pro vaši platformu identity
es: Declaración de asignación de OpenID Connect para su plataforma de identidad
fr: Demande de mappage OpenID Connect pour votre plateforme d'identité
pt_br: Solicitação de mapeamento do OpenID Connect para sua plataforma de identidade
uk: Запит OpenID Connect вашої платформи ідентифікації

source: LDAP identifier
cs: Identifikátor LDAP
es: identificador LDAP
fr: Identifiant LDAP
nb: LDAP-ID
pt_br: identificador LDAP
uk: Ідентифікатор LDAP
uz: LDAP идентификатор
uz_latn: LDAP identifikator
vi: Định danh LDAP

source: External authentication only (OpenID / LDAP)
cs: Pouze externí ověřování (OpenID / LDAP)
es: Solo autenticación externa (OpenID / LDAP)
fr: Authentification externe uniquement (OpenID / LDAP)
pt_br: Somente autenticação externa (OpenID ou LDAP)
uk: Тільки зовнішня автентифікація (OpenID / LDAP)

source: Invalid username
cs: Neplatné uživatelské jméno
es: Nombre de usuario no válido
fr: Nom d'utilisateur invalide
pt_br: Nome de usuário inválido
uk: Недійсне ім'я користувача

source: Invalid WhatsApp number
cs: Neplatné číslo WhatsApp
es: Número de WhatsApp no válido
fr: Numéro WhatsApp invalide
pt_br: Número de WhatsApp inválido
uk: Недійсний номер WhatsApp

source: Send invite
ar: إرسال دعوة
cs: Poslat pozvánku
es: Enviar invitación
fr: Envoyer une invitation
nb: Send invitasjon
pt_br: Enviar convite
uk: Надіслати запрошення
uz: Таклифномани юборинг
uz_latn: Taklifnomani yuboring
vi: Gửi lời mời

source: Cancel invite
cs: Zrušit pozvánku
es: Cancelar invitación
fr: Annuler l'invitation
pt_br: Cancelar convite

source: Error updating user
cs: Při aktualizaci uživatele došlo k chybě
es: Error al actualizar usuario
fr: Erreur lors de la mise à jour de l'utilisateur
pt_br: Erro ao atualizar o usuário
uk: Помилка оновлення користувача

source: Error creating user
cs: Při vytváření uživatele došlo k chybě
es: Error al crear usuario
fr: Erreur lors de la création de l'utilisateur
pt_br: Erro ao criar o usuário
uk: Помилка створення користувача

source: Username already taken
ar: الاسم مستخدم من قبل
cs: Uživatelské jméno je již používáno
es: Nombre de usuario ya tomado
fr: Nom d'utilisateur déjà pris
nb: Dette brukernavnet er allerede brukt
pt_br: Nome de usuário já utilizado
sv: Användarnamn redan upptaget
uk: Ім'я користувача вже використовується
uz: Фойдаланувчи номи аллақочон олинган
uz_latn: Foydalanuvchi nomi allaqochon olingan
vi: Tên người dùng đã được sử dụng

source: There was a problem whilst checking the availability of this username
ar: حدثت مشكلة أثناء التحقق من توفر اسم المستخدم هذا
cs: Při kontrole dostupnosti tohoto uživatelského jména došlo k problému
es: Hubo un problema al verificar la disponibilidad de este nombre de usuario
fr: Un problème est survenu lors de la vérification de la disponibilité de ce nom d'utilisateur
nb: Det oppsto et problem ved sjekking av tilgjengelighet av dette brukernavnet
pt_br: Houve um problema ao verificar a disponibilidade desse nome de usuário
sv: Ett problem uppstod när du kontrollerade tillgängligheten för det här användarnamnet
uk: Під час перевірки доступності цього імені користувача виникла проблема
uz: Ушбу фойдаланувчи номини текширишда муаммо юзага келди
uz_latn: Ushbu foydalanuvchi nomini tekshirishda muammo yuzaga keldi
vi: Đã xảy ra sự cố khi kiểm tra tính khả dụng của tên người dùng này

source: Passwords do not match
ar: عدم تطابق كلمتي السر
cs: Hesla se neshodují
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
nb: Passordene matcher ikke
pt_br: As senhas não correspondem
sv: Lösenorden stämmer inte överens
uk: Паролі не збігаються
uz: Пароллар мос келмади
uz_latn: Parollar mos kelmadi
vi: Mật khẩu không phù hợp

source: Please provide a value
cs: Zadejte prosím hodnotu
es: Proporcione un valor
fr: Veuillez entrer une valeur
pt_br: Forneça um valor
uk: Вкажіть значення

source: New group
cs: Nová skupina
es: Nuevo grupo
fr: Nouveau groupe
pt_br: Novo grupo
uk: Нова група

source: Create group
cs: Vytvořit skupinu
es: Crea un grupo
fr: Créer un groupe
pt_br: Criar grupo
uk: Створити групу

source: New role
cs: Nová role
es: Nuevo rol
fr: Nouveau rôle
pt_br: Nova função
uk: Нова роль

source: Create role
cs: Vytvořit roli
es: Crear rol
fr: Créer un rôle
pt_br: Criar função
uk: Створити роль

source: Error fetching interface language
cs: Chyba při načítání jazyka rozhraní
es: Error al obtener el idioma de la interfaz
fr: Erreur lors de la récupération de la langue de l'interface
pt_br: Erro ao buscar a linguagem da interface
uk: Помилка при отриманні мови інтерфейсу

source: There was an error fetching the default interface language.
cs: Při načítání výchozího jazyka rozhraní došlo k chybě.
es: Hubo un error al obtener el idioma de interfaz predeterminado.
fr: Une erreur s'est produite lors de la récupération de la langue par défaut de l'interface.
pt_br: Ocorreu um erro ao buscar o idioma padrão da interface.
uk: Під час отримання мови інтерфейсу за замовчуванням сталася помилка.

source: New user
cs: Nový uživatel
es: Nuevo Usuario
fr: Nouvel utilisateur
pt_br: Novo usuário
uk: Новий користувач

source: Create user
cs: Vytvořit uživatele
es: Crear usuario
fr: Créer un utilisateur
pt_br: Criar usuário
uk: Створити користувача

source: Error fetching group
cs: Chyba při načítání skupiny
es: Error al obtener el grupo
fr: Erreur lors de la récupération du groupe
pt_br: Erro ao buscar o grupo
uk: Помилка отримання групи

source: There was an error fetching this group.
cs: Při načítání této skupiny došlo k chybě.
es: Hubo un error al obtener este grupo.
fr: Une erreur s'est produite lors de la récupération de ce groupe.
pt_br: Ocorreu um erro ao buscar esse grupo.
uk: Під час отримання цієї групи сталася помилка.

source: Edit group
cs: Upravit skupinu
es: Editar grupo
fr: Modifier le groupe
pt_br: Alterar grupo
uk: Редагувати групу

source: Save changes
cs: Uložit změny
es: Guardar cambios
fr: Sauvegarder les modifications
pt_br: Salvar alterações
uk: Зберегти зміни

source: Error fetching role
cs: Chyba při načítání role
es: Error al obtener el rol
fr: Erreur lors de la récupération du rôle
pt_br: Erro ao buscar a função
uk: Помилка отримання ролі

source: There was an error fetching this role.
cs: Při načítání této role došlo k chybě.
es: Hubo un error al obtener este rol.
fr: Une erreur s'est produite lors de la récupération de ce rôle.
pt_br: Ocorreu um erro ao buscar essa função.
uk: Під час отримання цієї ролі сталася помилка.

source: Edit role
cs: Upravit roli
es: Editar rol
fr: Modifier le rôle
pt_br: Alterar função
uk: Редагувати роль

source: Error fetching user
cs: Chyba při načítání uživatele
es: Error al obtener el usuario
fr: Erreur lors de la récupération de l'utilisateur
pt_br: Erro ao buscar o usuário
uk: Помилка отримання користувача

source: There was an error fetching this user.
cs: Při načítání tohoto uživatele došlo k chybě.
es: Hubo un error al obtener este usuario.
fr: Une erreur s'est produite lors de la récupération de cet utilisateur.
pt_br: Ocorreu um erro ao buscar esse usuário.
uk: Під час отримання цього користувача сталася помилка.

source: Edit user
cs: Upravit uživatele
es: Editar usuario
fr: Modifier l'utilisateur
nb: Rediger bruker
pt_br: Alterar usuário
uk: Редагувати користувача
uz: Фойдаланувчини таҳрир қилиш
uz_latn: Foydalanuvchini tahrir qilish
vi: Chỉnh sửa người dùng

source: You do not have access to edit this user group
cs: Nemáte přístup k úpravám této skupiny uživatelů
es: No tiene acceso para editar este grupo de usuarios
fr: Vous n'êtes pas autorisé à modifier ce groupe d'utilisateurs

source: Overview
cs: Přehled
es: General
fr: Général
pt_br: Visão geral
uk: Огляд

source: Edit user group
cs: Upravit skupinu uživatelů
es: Editar grupo de usuarios
fr: Modifier le groupe d'utilisateurs
nb: Rediger brukergruppe
pt_br: Editar grupo de usuários
uk: Редагувати групу користувачів
uz: Фойдаланувчи гуруҳини таҳрир қилиш
uz_latn: Foydalanuvchi guruhini tahrir qilish
vi: Chỉnh sửa nhóm người dùng

source: ID
ar: المعرف
es: Identificador
uk: ID (ідентифікатор)
vi: Định danh

source: Show details
cs: Ukázat detaily
es: Mostrar detalles
fr: Afficher les détails
pt_br: Mostrar detalhes
uk: Показати деталі

source: Sharing settings
cs: Nastavení sdílení
es: Ajustes de uso compartido
fr: Paramètres de partage
pt_br: Definições de partilha
uk: Налаштування спільного доступу

source: Edit
cs: Upravit
es: Editar
fr: Modifier
pt_br: Editar
uk: Редагувати

source: Join group
cs: Přidat se ke skupině
es: Unirse al grupo
fr: Rejoindre le groupe
pt_br: Juntar-se ao grupo
uk: Приєднатися до групи

source: Leave group
cs: Opustit skupinu
es: Dejar el grupo
fr: Quitter le groupe
pt_br: Deixar o grupo
uk: Вийти з групи

source: Deleted "{{- name}}" successfully
cs: Úspěšně smazáno „{{- name}}“.
es: Se eliminó "{{- name}}" con éxito
fr: "{{- name}}" supprimé avec succès
pt_br: Excluiu "{{- name}}" com êxito
uk: "{{- name}}" успішно видалено

source: There was an error deleting the user group: {{- error}}
cs: Při mazání uživatelské skupiny došlo k chybě: {{- error}}
es: Hubo un error al eliminar el grupo de usuarios: {{- error}}
fr: Une erreur s'est produite lors de la suppression du groupe d'utilisateurs : {{- error}}
pt_br: Ocorreu um erro ao excluir o grupo de usuários: {{- error}}
uk: Під час видалення групи користувачів сталася помилка: {{- error}}

source: Delete user group {{- name}}
cs: Smazat uživatelskou skupinu {{- name}}
es: Eliminar grupo de usuarios {{- name}}
fr: Supprimer le groupe d'utilisateurs {{- name}}
pt_br: Excluir grupo de usuários {{- name}}
uk: Видалити групу користувачів {{- name}}

source: Are you sure you want to delete {{- name}}?
cs: Opravdu chcete smazat {{- name}}?
es: ¿Está seguro de que desea eliminar {{- name}}?
fr: Êtes-vous sûr de vouloir supprimer {{- name}} ?
pt_br: Tem certeza de que deseja excluir {{- name}}?
uk: Ви дійсно хочете видалити {{- name}}?

source: No, cancel
cs: Ne, zrušit
es: No, cancela
fr: Non, annuler
pt_br: Não, cancelar
uk: Ні, скасувати

source: Yes, delete
cs: Ano, smazat
es: si, eliminar
fr: Oui, supprimer
pt_br: Sim, excluir
uk: Так, видалити

source: Joined user group "{{- name}}" successfuly
cs: Úspěšně jste se připojili ke skupině uživatelů „{{- name}}“.
es: Se unió al grupo de usuarios "{{- name}}" con éxito
fr: "{{- name}}" a rejoint avec succès le groupe d'utilisateurs
pt_br: Ingressou no grupo de usuários "{{- name}}" com sucesso
uk: Успішно приєднався до групи користувачів "{{- name}}"

source: There was an error joining the user group: {{- error}}
cs: Při připojování k uživatelské skupině došlo k chybě: {{- error}}
es: Hubo un error al unirse al grupo de usuarios: {{- error}}
fr: Une erreur s'est produite lors du processus d'adhésion au groupe d'utilisateurs : {{- error}}
pt_br: Ocorreu um erro ao ingressar no grupo de usuários: {{- error}}
uk: Під час приєднання до групи користувачів сталася помилка: {{- error}}

source: Join user group {{- name}}
cs: Připojte se ke skupině uživatelů {{- name}}
es: Únete al grupo de usuarios {{- name}}
fr: Rejoindre le groupe d'utilisateurs {{- name}}
pt_br: Junte-se ao grupo de usuários {{- name}}
uk: Приєднатися до групи користувачів {{- name}}

source: Are you sure you want to join {{- name}}?
cs: Opravdu se chcete připojit k {{- name}}?
es: ¿Estás seguro de que quieres unirte a {{- name}}?
fr: Êtes-vous sûr de vouloir rejoindre {{- name}} ?
pt_br: Tem certeza de que deseja ingressar na {{- name}}?
uk: Ви дійсно хочете приєднатися до {{- name}}?

source: Yes, join
cs: Ano, připojit
es: Sí, unirse
fr: Oui, rejoindre
pt_br: Sim, participe
uk: Так, приєднатися

source: Left user group "{{- name}}" successfuly
cs: Opustil uživatelskou skupinu "{{- name}}" úspěšně
es: Grupo de usuarios izquierdo "{{- name}}" con éxito
fr: "{{- name}}" a quitté avec succès le groupe d'utilisateurs
pt_br: Deixou o grupo de usuários "{{- name}}" com sucesso
uk: Успішно вийшов з групи користивачів "{{- name}}"

source: There was an error leaving the user group: {{- error}}
cs: Při opouštění uživatelské skupiny došlo k chybě: {{- error}}
es: Hubo un error al abandonar el grupo de usuarios: {{- error}}
fr: Une erreur s'est produite lors de la sortie du groupe d'utilisateurs : {{- error}}
pt_br: Ocorreu um erro ao sair do grupo de usuários: {{- error}}
uk: Під час виходу з групи користувачів сталася помилка: {{- error}}

source: Leave user group {{- name}}
cs: Opustit uživatelskou skupinu {{- name}}
es: Abandonar el grupo de usuarios {{- name}}
fr: Quitter le groupe d'utilisateurs {{- name}}
pt_br: Sair do grupo de usuários {{- name}}
uk: Вийти з групи користувачів {{- name}}

source: Are you sure you want to leave {{- name}}?
cs: Opravdu chcete opustit {{- name}}?
es: ¿Seguro que quieres salir de {{- name}}?
fr: Vous êtes sûr de vouloir quitter {{- name}} ?
pt_br: Tem certeza de que deseja sair de {{- name}}?
uk: Ви дійсно хочете вийти з {{- name}}?

source: Yes, leave
cs: Ano, odejít
es: Si, salir
fr: Oui, quitter
pt_br: Sim, sair
uk: Так, вийти

source: User Group Management
ar: إدارة مجموعة المستخدم
cs: Správa skupiny uživatelů
es: Administración de grupos de usuarios
fr: Gestion des groupes d'utilisateurs
nb: Administrasjon av brukerroller
pt_br: Gestão de grupo de usuários
sv: Användargrupphantering
uk: Керування групами користувачів
uz: Фойдаланувчи Гуруҳи Бошқаруви
uz_latn: Foydalanuvchi Guruhi Boshqaruvi
vi: Quản lý nhóm người dùng

source: New
cs: Nový
es: Nuevo
fr: Nouveau
pt_br: Novo
uk: Новий

source: Error loading user groups
cs: Chyba při načítání uživatelských skupin
es: Error al cargar grupos de usuarios
fr: Erreur lors du chargement des groupes d'utilisateurs
pt_br: Erro ao carregar grupos de usuários
uk: Помилка завантаження груп користувачів

source: There are no user groups to show here. You can add a new user group below.
cs: Nejsou zde zobrazeny žádné skupiny uživatelů. Novou skupinu uživatelů můžete přidat níže.
es: No hay grupos de usuarios para mostrar aquí. Puede agregar un nuevo grupo de usuarios a continuación.
fr: Il n'y a aucun groupe d'utilisateurs à afficher ici. Vous pouvez ajouter un nouveau groupe d'utilisateurs ci-dessous.
pt_br: Não há grupos de usuários para mostrar aqui. Você pode adicionar um novo grupo de usuários abaixo.

source: Add new user group
cs: Přidat novou skupinu uživatelů
es: Agregar nuevo grupo de usuarios
fr: Ajouter un nouveau groupe d'utilisateurs
pt_br: Adicionar novo grupo de usuários

source: Member?
cs: Člen?
es: ¿Miembro?
fr: Membre ?
pt_br: Membro?
uk: Учасник?

source: Actions
cs: Akce
es: Acciones
pt_br: Acções
uk: Дії

source: Member
cs: Člen
es: Miembro
fr: Membre
pt_br: Membro
uk: Учасник

source: List
cs: Seznam
es: Mostrar
fr: Lister
pt_br: Lista
uk: Список

source: Add
ar: إضافة
cs: Přidat
es: Añadir
fr: Ajouter
nb: Legg til
pt_br: Adicionar
sv: Lägg till
uk: Додати
uz: Қўшиш
uz_latn: Qoʼshish
vi: Thêm

source: Create, modify, view and delete Users
cs: Vytvářejte, upravujte, zobrazujte a mazejte uživatele
es: Crear, modificar, ver y eliminar Usuarios
fr: Créer, modifier, afficher et supprimer des utilisateurs
nb: Opprett, endre, vis og slett brukere
pt_br: Criar, modificar, visualizar e excluir Usuários
uk: Створення, зміна, перегляд і видалення користувачів
uz: Фойдаланувчиларни яратиш, ўзгартириш, кўриш ва ўчириш
uz_latn: Foydalanuvchilarni yaratish, oʼzgartirish, koʼrish va oʼchirish
vi: Tạo, sửa đổi, xem và xóa người dùng

source: Create, modify, view and delete User Roles
cs: Vytvářejte, upravujte, zobrazujte a mazejte uživatelské role
es: Crear, modificar, ver y eliminar Roles del Usuario
fr: Créer, modifier, afficher et supprimer des rôles d'utilisateur
nb: Opprett, endre, vis og slett brukerrroller
pt_br: Criar, modificar, visualizar e excluir Funções do usuário
uk: Створення, зміна, перегляд і видалення ролей користувачів
uz: Фойдаланувчи Ролларини яратиш, ўзгартириш, кўриш ва ўчириш
uz_latn: Foydalanuvchi Rollarini yaratish, oʼzgartirish, koʼrish va oʼchirish
vi: Tạo, sửa đổi, xem và xóa quyền người dùng

source: Create, modify, view and delete User Groups
cs: Vytvářejte, upravujte, prohlížejte a mazejte skupiny uživatelů
es: Crear, modificar, ver y eliminar Grupos de Usuarios
fr: Créer, modifier, afficher et supprimer des groupes d'utilisateurs
nb: Opprett, endre, vis og slett brukergrupper
pt_br: Criar, modificar, visualizar e excluir Grupos de Usuários
uk: Створення, зміна, перегляд і видалення груп користувачів
uz: Фойдаланувчи Гуруҳларини яратиш, ўзгартириш, кўриш ва ўчириш
uz_latn: Foydalanuvchi Guruhlarini yaratish, oʼzgartirish, koʼrish va oʼchirish
vi: Tạo, sửa đổi, xem và xóa nhóm người dùng

source: Edit user role
cs: Upravit uživatelskou roli
es: Editar rol de usuario
fr: Modifier le rôle utilisateur
nb: Rediger brukerrolle
pt_br: Alterar função do usuário
uk: Редагувати роль користувача
uz: Фойдаланувчи ролини таҳрир қилиш
uz_latn: Foydalanuvchi rolini tahrir qilish
vi: Chỉnh sửa quyền người dùng

source: There was an error deleting the user role: {{- error}}
cs: Při mazání uživatelské role došlo k chybě: {{- error}}
es: Hubo un error al eliminar el rol de usuario: {{- error}}
fr: Une erreur s'est produite lors de la suppression du rôle de l'utilisateur : {{- error}}
pt_br: Ocorreu um erro ao excluir a função do usuário: {{- error}}
uk: Під час видалення ролі користувача сталася помилка: {{- error}}

source: Delete user role {{- name}}
cs: Smazat uživatelskou roli {{- name}}
es: Eliminar rol de usuario {{- name}}
fr: Supprimer le rôle d'utilisateur {{- name}}
pt_br: Excluir função de usuário {{- name}}
uk: Видалити роль користувача {{- name}}

source: User Role Management
ar: إدارة دور المستخدم
cs: Správa rolí uživatelů
es: Administración de Roles de Usuario
fr: Gestion des rôles utilisateur
nb: Administrasjon av brukerroller
pt_br: Gestão de Função de Usuário
sv: Användarrollhantering
uk: Керування ролями користувачів
uz: Фойдаланувчи Роли Бошқаруви
uz_latn: Foydalanuvchi Roli Boshqaruvi
vi: Quản lý quyền người dùng

source: Error loading user roles
cs: Chyba při načítání uživatelských rolí
es: Error al cargar roles de usuario
fr: Erreur lors du chargement des rôles d'utilisateur
pt_br: Erro ao carregar funções de usuário
uk: Помилка завантаження ролей користувачів

source: There are no user roles to show here. You can add a new user role below.
cs: Zde se nezobrazují žádné uživatelské role. Novou uživatelskou roli můžete přidat níže.
es: No hay funciones de usuario para mostrar aquí. Puede agregar un nuevo rol de usuario a continuación.
fr: Il n'y a aucun rôle d'utilisateur à afficher ici. Vous pouvez ajouter un nouveau rôle d'utilisateur ci-dessous.
pt_br: Não há funções de usuário para mostrar aqui. Você pode adicionar uma nova função de usuário abaixo.

source: Add new user role
cs: Přidat novou uživatelskou roli
es: Agregar nuevo rol de usuario
fr: Ajouter un nouveau rôle d'utilisateur
pt_br: Adicionar nova função de usuário

source: Profile
cs: Profil
es: Perfil
fr: Profil
pt_br: Perfil
uk: Профіль

source: Replicate
ar: إنشاء نسخة
cs: Replikovat
es: Replicar
fr: Replier
nb: Repliker
pt_br: Replicar
sv: Replikera
uk: Повторити
uz: Кўпайтириш
uz_latn: Koʼpaytirish
vi: Nhân rộng

source: Reset password
cs: Obnovit heslo
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
pt_br: Resete a senha
uk: Скинути пароль

source: Disable
cs: Zakázat
es: Deshabilitar
fr: Désactiver
pt_br: Desactivar
uk: Вимкнути

source: Enable
cs: Povolit
es: Habilitar
fr: Activer
pt_br: Habilitar
uk: Увімкнути

source: Disable Two Factor Authentication
cs: Zakázat dvoufaktorové ověřování
es: Deshabilitar autenticación de dos factores
fr: Désactiver l'authentification à Deux Facteurs
pt_br: Desativar dois factores de autenticação
uk: Вимкнути двофакторну автентифікацію

source: There was an error deleting the user: {{- error}}
cs: Při mazání uživatele došlo k chybě: {{- error}}
es: Hubo un error al eliminar el usuario: {{- error}}
fr: Une erreur s'est produite lors de la suppression de l'utilisateur : {{- error}}
pt_br: Ocorreu um erro ao excluir o usuário: {{- error}}
uk: Під час видалення користувача сталася помилка: {{- error}}

source: Delete user {{- name}}
cs: Smazat uživatele {{- name}}
es: Eliminar usuario {{- name}}
fr: Supprimer l'utilisateur {{- name}}
pt_br: Excluir usuário {{- name}}
uk: Видалити користувача {{- name}}

source: Disabled two factor authentication for "{{- name}}" successfuly
cs: Úspěšně zakázáno dvoufaktorové ověřování pro "{{- name}}"
es: Se deshabilitó la autenticación de dos factores para "{{- name}}" con éxito
fr: Désactivation réussie de l'authentification à deux facteurs pour "{{- name}}"
pt_br: Desativou a autenticação de dois fatores para "{{- name}}" com sucesso
uk: Двофакторну автентифікацію для "{{- name}}" успішно вимкнено

source: There was an error disabling two factor authentication: {{- error}}
cs: Při deaktivaci dvoufaktorového ověřování došlo k chybě: {{- error}}
es: Hubo un error al deshabilitar la autenticación de dos factores: {{- error}}
fr: Une erreur s'est produite lors de la désactivation de l'authentification à deux facteurs : {{- error}}
pt_br: Ocorreu um erro ao desativar a autenticação de dois fatores: {{- error}}
uk: Під час вимкнення двофакторної автентифікації сталася помилка: {{- error}}
